{
    "aboutPageTitle": "Über die App",
    "aboutPageExplanationHeadline": "Wie benutze ich diese App?",
    "aboutPageExplanation": "Diese App zeigt dir auf einen Blick, welche Lebensmittel aktuell Saison haben:",
    "aboutPageAvailabilities": [
        "Die Ware ist regional/heimisch in Saison oder aus Lagerung verfügbar.",
        "Die Ware wird zumeist aus mittlerer Entfernung auf dem Landweg importiert.",
        "Die Ware wird aus großer Entfernung - zumeist auf dem Seeweg - importiert.",
        "Die Ware wird aus großer Entfernung - zumeist per Flugzeug - importiert."
    ],
    "aboutPageColors": "Die Einfärbung des jeweiligen Namensfeldes sagt aus, welche Lebensmittel man anhand obiger Einteilung öfter oder seltener kaufen sollte.",
    "aboutPageFavorites": "Per Tipp auf den jeweiligen Stern ☆ fügst du das Lebensmittel deiner Favoritenliste hinzu oder entfernst es. Durch Tipp auf den Stern der Menüleiste wechselst du zwischen Gesamtansicht und Favoriten.",
    "aboutPageHeadline": "Warum auf die Saison achten?",
    "aboutPageLeading": "Heutzutage sind nahezu alle Lebensmittel das ganze Jahr über verfügbar, sodass sich viele Menschen nicht mehr der Saisonzeiten von Obst, Gemüse und Co. bewusst sind. Dabei lohnt es sich oft, diese Lebensmittel dann zu kaufen wenn sie Saison haben:",
    "aboutPageAdvantages": [
        "Frische Ernte schmeckt besser und ist gesünder.",
        "Der Preis ist deutlich niedriger.",
        "Die Lagerung ist weniger aufwendig.",
        "Beim Transport werden weniger Schadstoffe ausgestoßen.",
        "Lokale Arbeitsplätze werden gefördert."
    ],
    "aboutPageTrailing": "Diese App hilft dir dabei, dass du günstiger und leckerer isst und ein Bewusstsein für die Herkunft deines Essens aufbaust.",
    "aboutPageDisclaimer": "Bitte sei dir bewusst dass die hier angezeigten Verfügbarkeitsinformation lediglich der Orientierung dienen. Das letztendliche Angebot in deinem Supermarkt kann sich davon unterscheiden."
}