Repository: seasoncalendar/seasoncalendar
Catalog: lib/l10n/intl_*.arb
Languages: ca, de, el, eo, es, fr, hu, it, nl, pl

# minAvLand
source: No foods imported from overseas/far away
ca: No hi ha aliments importats des de l'estranger / lluny
de: Keine eingeflogenen/-geschifften Sorten
eo: Neniuj manĝaĵoj importitaj de eksterlando / malproksima loko
es: Alimentos no importados por medios marítimos/muy lejanos
fr: Pas de aliments à bord d'un avion/à bord d'un bateau
it: Nessun cibo importato oltreoceano/da molto lontano
nl: Geen voedsel dat overzees of van ver weg is geïmporteerd
pl: Bez produktów sprowadzanych drogą morską/na duże odległości

# minAvLocal
source: Only local and regional foods
ca: Només aliments locals i regionals
de: Nur heimische Sorten
eo: Nur lokaj kaj regionaj manĝaĵoj
es: Solo alimentos locales y regionales
fr: Domestiques uniquement
it: Solo cibi regionali/locali
nl: Alleen lokaal en regionaal voedsel
pl: Tylko produkty lokalne i regionalne

# minAvSea
source: No foods imported via airplane
ca: No s'importen aliments a través de l'avió
de: Keine eingeflogenen Sorten
eo: Neniuj manĝaĵoj importitaj aviade
es: Alimentos no importados por medios aereos
fr: Pas de vol dans les aliments
it: Nessun cibo importato tramite trasporto aereo
nl: Geen voedsel dat per vliegtuig is geïmporteerd
pl: Bez produktów sprowadzanych drogą lotniczą

# nashi_infoUrl
source: https://en.wikipedia.org/wiki/Pyrus_pyrifolia
ca: https://ca.wikipedia.org/wiki/Pera_Nashi
de: https://de.wikipedia.org/wiki/Nashi-Birne
es: https://es.wikipedia.org/wiki/Pyrus_pyrifolia
fr: https://fr.wikipedia.org/wiki/Nashi
it: https://it.wikipedia.org/wiki/Pyrus_pyrifolia
nl: https://nl.wikipedia.org/wiki/Nashipeer
pl: https://pl.wikipedia.org/wiki/Grusza_chi%C5%84ska

# nashi_names
source: Nashi pear, Asian pear, Japanese pear, Chinese pear, Korean pear, Apple pear, Taiwanese pear, Papple
ca: Pera Nashi, Pera asiàtica
de: Nashi, Nashibirne, Japanische Birne, Koreanische Birne, Kumoi, Apfelbirne, Chinesische Birne
es: Pera Nashi, pera asiática, pera japonesa, pera china, pera coreana, pera manzana, pera taiwanesa, papple
fr: Nashi, Poire japonaise, Nachi
it: Nashi, Pera giapponese, Pera asiatica
nl: Nashipeer, Zandpeer, Aziatische Peer
pl: Chińskie gruszki

# nectarine_infoUrl
source: https://en.wikipedia.org/wiki/Peach#Nectarines
ca: https://ca.wikipedia.org/wiki/Préssec
de: https://de.wikipedia.org/wiki/Nektarine
es: https://es.wiktionary.org/wiki/nectarina
fr: https://fr.wikipedia.org/wiki/Nectarine
it: https://it.wikipedia.org/wiki/Prunus_persica
nl: https://nl.wikipedia.org/wiki/Nectarine
pl: https://pl.wikipedia.org/wiki/Nektarynka

source: November
ca: Novembre
eo: Novembro
es: Noviembrer
fr: Novembre
it: Novembre
pl: Listopad

source: October
ca: Octubre
de: Oktober
eo: Oktobro
es: Octubre
fr: Octobre
it: Ottobre
nl: Oktober
pl: Październik

# onion_infoUrl
source: https://en.wikipedia.org/wiki/Onion
ca: https://ca.wikipedia.org/wiki/Ceba
de: https://de.wikipedia.org/wiki/Zwiebel
es: https://es.wikipedia.org/wiki/Allium_cepa
fr: https://fr.wikipedia.org/wiki/Oignon
it: https://it.wikipedia.org/wiki/Allium_cepa
nl: https://nl.wikipedia.org/wiki/Ui_(plant)
pl: https://pl.wikipedia.org/wiki/Cebula_zwyczajna

# onion_names
source: Onion, Bulb onion, Common onion, Cepa, Shallot
ca: Ceba
de: Zwiebeln, Zwiebellauch, Gemüsezwiebel, Bolle, Zipolle, Speisezwiebel, Küchenzwiebel, Gartenzwiebel, Sommerzwiebel, Hauszwiebel, Gemeine Zwiebel, Rote Zwiebel, Schalotte
es: Cebolla, Cebolla Común, Cepa, Chalota
fr: Oignon, Ognon
it: Cipolla
nl: Ui
pl: Cebula, Szalotka

# orange_infoUrl
source: https://en.wikipedia.org/wiki/Orange_(fruit)
ca: https://ca.wikipedia.org/wiki/Taronja
de: https://de.wikipedia.org/wiki/Orange_(Frucht)
es: https://es.wikipedia.org/wiki/Naranja
fr: https://fr.wikipedia.org/wiki/Orange_(fruit)
it: https://it.wikipedia.org/wiki/Citrus_sinensis
nl: https://nl.wikipedia.org/wiki/Sinaasappel
pl: https://pl.wikipedia.org/wiki/Pomara%C5%84cza

# orange_names
source: Orange, Sweet orange
ca: Taronja
de: Orange, Apfelsine, Pomeranze
es: Naranja, naranja dulce
fr: Orange, Orange douce
it: Arancia
nl: Sinaasappel, Appelsien
pl: Pomarańcze

# pakchoi_infoUrl
source: https://en.wikipedia.org/wiki/Bok_choy
ca: https://ca.wikipedia.org/wiki/Bleda_xinesa
de: https://de.wikipedia.org/wiki/Pak_Choi
es: https://es.wikipedia.org/wiki/Brassica_rapa_subsp._chinensis
fr: https://fr.wikipedia.org/wiki/Bok_choy
it: https://it.wikipedia.org/wiki/Brassica_rapa_chinensis
nl: https://nl.wikipedia.org/wiki/Paksoi
pl: https://pl.wikipedia.org/wiki/Kapusta_w%C5%82a%C5%9Bciwa_chi%C5%84ska

# pakchoi_names
source: Bok Choy, pak choi, Pok choi
ca: Bleda xinesa
de: Pak Choi, Pak Choy, Pok Choi, Chinesischer Senfkohl, Chinesischer Blätterkohl
es: Bok choy, col china
fr: Bok Choy, Pak choi, Pak choï, Chou de Chine
it: Bok Choy, Pak choi
nl: Paksoi, Pak-choi
pl: Pak choi

# papaya_infoUrl
source: https://en.wikipedia.org/wiki/Papaya
ca: https://ca.wikipedia.org/wiki/Papaier
de: https://de.wikipedia.org/wiki/Papaya
es: https://es.wikipedia.org/wiki/Carica_papaya
fr: https://fr.wikipedia.org/wiki/Papaye
it: https://it.wikipedia.org/wiki/Carica_papaya
nl: https://nl.wikipedia.org/wiki/Papaja
pl: https://pl.wikipedia.org/wiki/Melonowiec_w%C5%82a%C5%9Bciwy

# papaya_names
source: Papaya, Papaw, Pawpaw
ca: Papaia
de: Papaya, Melonenbaum
es: Papaya, Papayón, fruta bomba, Olocotón, Papayo, Mamón, lechosa, lechoza
fr: Papaye, Melon des tropiques, Figuier des îles
it: Papaya, Papaia
nl: Papaja
pl: Papaja

# paprika_infoUrl
source: https://en.wikipedia.org/wiki/Bell_pepper
ca: https://ca.wikipedia.org/wiki/Pebrot_morro_de_bou
de: https://de.wikipedia.org/wiki/Paprika
es: https://es.wikipedia.org/wiki/Capsicum
fr: https://fr.wikipedia.org/wiki/Poivron
it: https://it.wikipedia.org/wiki/Peperone
nl: https://nl.wikipedia.org/wiki/Paprika
pl: https://pl.wikipedia.org/wiki/Papryka_roczna

# paprika_names
source: Paprika, Pepper, Sweet pepper, Bell pepper, Capsicum
ca: Pebrot vermell, Pebrot de morro de bou
de: Paprika, Spanischer Pfeffer, Beißbeere, Peperoni
es: Pimentón, Pimiento, Pimiento dulce, Pimiento morrón, Capsicum
fr: Poivron, Piment
it: Peperone
nl: Paprika
pl: Papryka

# parsnip_infoUrl
source: https://en.wikipedia.org/wiki/Parsnip
ca: https://ca.wikipedia.org/wiki/Xirivia
de: https://de.wikipedia.org/wiki/Pastinak
es: https://es.wikipedia.org/wiki/Pastinaca_sativa
fr: https://fr.wikipedia.org/wiki/Panais
it: https://it.wikipedia.org/wiki/Pastinaca_sativa
nl: https://nl.wikipedia.org/wiki/Pastinaak
pl: https://pl.wikipedia.org/wiki/Pasternak_zwyczajny

# parsnip_names
source: Parsnip
ca: Xirivia, Xerevia
de: Pastinake, Pastinak, Hammelmöhre, Hirschmöhre, Moorwurzel, Pasternake
es: Chirivía
fr: Panais
it: Pastinaca
nl: Pastinaak
pl: Pasternak

# passionfruit_infoUrl
source: https://en.wikipedia.org/wiki/Passiflora_edulis
ca: https://ca.wikipedia.org/wiki/Maracujà
de: https://de.wikipedia.org/wiki/Passiflora_edulis
es: https://es.wikipedia.org/wiki/Passiflora_edulis
fr: https://fr.wikipedia.org/wiki/Grenadille
it: https://it.wikipedia.org/wiki/Passiflora_edulis
nl: https://nl.wikipedia.org/wiki/Passiflora_edulis
pl: https://pl.wikipedia.org/wiki/M%C4%99czennica_jadalna

# passionfruit_names
source: Passion fruit, Maracuja, Passiflora edulis
ca: Maracujà, Fruita de la passió, Granadilla
de: Passionsfrucht, Maracuja, Grenadilla
es: Maracuyá, Passiflora edulis
fr: Grenadille, Fruit de la passion, Fruit de pourpre
it: Frutto della passione, Maracuja
nl: Passiefruit
pl: Marakuja

# peach_infoUrl
source: https://en.wikipedia.org/wiki/Peach
ca: https://ca.wikipedia.org/wiki/Préssec
de: https://de.wikipedia.org/wiki/Pfirsich
es: https://es.wikipedia.org/wiki/Prunus_persica
fr: https://fr.wikipedia.org/wiki/P%C3%AAche_(fruit)
it: https://it.wikipedia.org/wiki/Prunus_persica
nl: https://nl.wikipedia.org/wiki/Perzik
pl: https://pl.wikipedia.org/wiki/Brzoskwinia_zwyczajna

# peach_names
source: Peach
ca: Préssec, Prèssic, Bresquilla, Melicotó
de: Pfirsich, Brügnole
es: Melocotón, durazno, Melocotonero, durazanero
fr: Pêche
it: Pesca
nl: Perzik
pl: Brzoskwinie

# pear_infoUrl
source: https://en.wikipedia.org/wiki/Pear
ca: https://ca.wikipedia.org/wiki/Pera_(fruita)
de: https://de.wikipedia.org/wiki/Birnen
es: https://es.wikipedia.org/wiki/Pyrus
fr: https://fr.wikipedia.org/wiki/Poire
it: https://it.wikipedia.org/wiki/Pyrus
nl: https://nl.wikipedia.org/wiki/Peer_(plant)
pl: https://pl.wikipedia.org/wiki/Grusza

# pear_names
source: Pear
ca: Pera
de: Birne, Kletze, Kruschke, Hutzel
es: Pera
fr: Poire
it: Pera
nl: Peer
pl: Gruszki

# peas_infoUrl
source: https://en.wikipedia.org/wiki/Pea
ca: https://ca.wikipedia.org/wiki/Pèsol
de: https://de.wikipedia.org/wiki/Erbse
es: https://es.wikipedia.org/wiki/Pisum_sativum
fr: https://fr.wikipedia.org/wiki/Petit_pois
it: https://it.wikipedia.org/wiki/Pisum_sativum
nl: https://nl.wikipedia.org/wiki/Erwt
pl: https://pl.wikipedia.org/wiki/Groch_zwyczajny

# peas_names
source: Peas, Pea
ca: Pèsol, Xítxero, Xitxo, Xítxol, Xiribec, Pitxo, Estiregassó, Xiribec
de: Erbsen, Hülsenfrucht
es: Guisantes, guisante
fr: Petits pois, Pois de jardins, Pois potagers
it: Piselli
nl: Erwt
pl: Groch

# persimmon_infoUrl
source: https://en.wikipedia.org/wiki/Diospyros_kaki
ca: https://ca.wikipedia.org/wiki/Caquier
de: https://de.wikipedia.org/wiki/Kaki
es: https://es.wikipedia.org/wiki/Diospyros_kaki
fr: https://fr.wikipedia.org/wiki/Kaki
it: https://it.wikipedia.org/wiki/Diospyros_kaki
nl: https://nl.wikipedia.org/wiki/Kaki_(plant)
pl: https://pl.wikipedia.org/wiki/Hurma_wschodnia

# persimmon_names
source: Persimmon, Diospyros Kaki, Kaki
ca: Caqui, Persimó
de: Kaki
es: Caqui, Diospyros Kaki, Kaki
fr: Kaki, Plaquemine du Japon, Plaquemine de Chine, Figue caque
it: Cachi, Kaki
nl: Kaki, Sharonvrucht, Persimmon
pl: Kaki

# physalis_infoUrl
source: https://en.wikipedia.org/wiki/Physalis
ca: https://ca.wikipedia.org/wiki/Alquequengi
de: https://de.wikipedia.org/wiki/Kapstachelbeere
es: https://es.wikipedia.org/wiki/Physalis_peruviana
fr: https://fr.wikipedia.org/wiki/Physalis_heterophylla
it: https://it.wikipedia.org/wiki/Physalis_peruviana
nl: https://nl.wikipedia.org/wiki/Goudbes
pl: https://pl.wikipedia.org/wiki/Miechunka

# physalis_names
source: Physalis, Groundcherry, Inca berry, Cape gooseberry
ca: Alquequengi, Bufeta de gos
de: Physalis, Blasenkirsche, Judenkirsche, Kapstachelbeere
fr: Physalis, Coqueret hétérophylle, Cerise de terre sauvage
it: Alchechengio peruviano, Uciuva
nl: Goudbes, Ananaskers, Incabes, Kaapse Kruisbes, Kaapse Goudbes
pl: Miechunka

# pineapple_infoUrl
source: https://en.wikipedia.org/wiki/Pineapple
ca: https://ca.wikipedia.org/wiki/Ananàs
de: https://de.wikipedia.org/wiki/Ananas
es: https://es.wikipedia.org/wiki/Ananas_comosus
fr: https://fr.wikipedia.org/wiki/Ananas
it: https://it.wikipedia.org/wiki/Ananas_comosus
nl: https://nl.wikipedia.org/wiki/Ananas
pl: https://pl.wikipedia.org/wiki/Ananas_jadalny

# pineapple_names
source: Pineapple, Ananas
ca: Pinya
de: Ananas
es: Piña, Ananas
fr: Ananas
it: Ananas, Ananasso
nl: Ananas
pl: Ananas

# plum_infoUrl
source: https://en.wikipedia.org/wiki/Prunus_domestica
ca: https://ca.wikipedia.org/wiki/Prunera
de: https://de.wikipedia.org/wiki/Pflaume
es: https://es.wikipedia.org/wiki/Prunus_domestica
fr: https://fr.wikipedia.org/wiki/Prune
it: https://it.wikipedia.org/wiki/Prunus_domestica
nl: https://nl.wikipedia.org/wiki/Europese_cultuurpruim
pl: https://pl.wikipedia.org/wiki/%C5%9Aliwa_domowa

# plum_names
source: Plum, European Plum
ca: Pruna
de: Pflaume
es: Ciruela, Ciruela Europea
fr: Prune, Reine-claude
it: Prugna, Susina
nl: Europese Cultuurpruim, Pruim
pl: Śliwki

# pointedcabbage_infoUrl
source: https://en.wikipedia.org/wiki/Cabbage
ca: https://ca.wikipedia.org/wiki/Col
de: https://de.wikipedia.org/wiki/Spitzkohl
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._capitata
fr: https://fr.wikipedia.org/wiki/Chou_cabus#Les_diff%C3%A9rents_types
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._capitata
nl: https://nl.wikipedia.org/wiki/Spitskool
pl: https://pl.wikipedia.org/wiki/Kapusta_warzywna_g%C5%82owiasta

# pointedcabbage_names
source: Pointed cabbage, Cabbage
ca: Col punxeguda
de: Spitzkohl, Spitzkraut, Filderkraut
es: Repollo puntiagudo, repollo
fr: Chou pointu
it: Cavolo cappuccio
nl: Spitskool
pl: Kapusta stożkowa

# pomegranate_infoUrl
source: https://en.wikipedia.org/wiki/Pomegranate
ca: https://ca.wikipedia.org/wiki/Magrana
de: https://de.wikipedia.org/wiki/Granatapfel
es: https://es.wikipedia.org/wiki/Punica_granatum
fr: https://fr.wikipedia.org/wiki/Grenade_(fruit)
it: https://it.wikipedia.org/wiki/Punica_granatum
nl: https://nl.wikipedia.org/wiki/Granaatappel
pl: https://pl.wikipedia.org/wiki/Granat_w%C5%82a%C5%9Bciwy

# pomegranate_names
source: Pomegranate
ca: Magrana
de: Granatapfel, Grenadine
es: Granada
fr: Grenade
it: Melograno, Melagrana
nl: Granaatappel
pl: Granaty

# potato_infoUrl
source: https://en.wikipedia.org/wiki/Potato
ca: https://ca.wikipedia.org/wiki/Patatera
de: https://de.wikipedia.org/wiki/Kartoffel
es: https://es.wikipedia.org/wiki/Solanum_tuberosum
fr: https://fr.wikipedia.org/wiki/Pomme_de_terre
it: https://it.wikipedia.org/wiki/Solanum_tuberosum
nl: https://nl.wikipedia.org/wiki/Aardappel
pl: https://pl.wikipedia.org/wiki/Ziemniak

# potato_names
source: Potato
ca: Patata
de: Kartoffel, Erdapfel, Erdbirne, Grundbirne, Potaten
es: Patata
fr: Pomme de terre, Patate
it: Patata
nl: Aardappel
pl: Ziemniaki

# pricklypear_infoUrl
source: https://en.wikipedia.org/wiki/Opuntia_ficus-indica
ca: https://ca.wikipedia.org/wiki/Figuera_de_moro
de: https://de.wikipedia.org/wiki/Opuntia_ficus-indica
es: https://es.wikipedia.org/wiki/Opuntia_ficus-indica
fr: https://fr.wikipedia.org/wiki/Figue_de_Barbarie
it: https://it.wikipedia.org/wiki/Opuntia_ficus-indica
nl: https://nl.wikipedia.org/wiki/Opuntia_ficus-indica
pl: https://pl.wikipedia.org/wiki/Opuncja_figowa

# pricklypear_names
source: Prickly pear
ca: Figa de moro
de: Kaktusfeige, Kaktusbirne, Stachelfeige
es: Higo chumbo
fr: Figue de Barbarie
it: Ficodindia, Fico d'India
nl: Cactusvijg
pl: Opuncja

# prune_infoUrl
source: https://en.wikipedia.org/wiki/Zwetschge
ca: https://ca.wikipedia.org/wiki/Pruner_de_Damasc
de: https://de.wikipedia.org/wiki/Zwetschge
es: https://es.wikipedia.org/wiki/Ciruela
fr: https://fr.wikipedia.org/wiki/Prunier_de_Damas
it: https://it.wikipedia.org/wiki/Ramasin
nl: https://nl.wikipedia.org/wiki/Kwets_(pruim)
pl: https://pl.wikipedia.org/wiki/%C5%9Aliwa_domowa

# prune_names
source: Zwetschge, Sugar Plum, Prune
ca: Pruna
de: Zwetschge, Zwetschke, Zwetsche, Quetsche
es: Ciruela (subsp. domestica)
fr: Prunier de Damas
it: Damaschina, Ramasin
nl: Kwets, Pruim
pl: Węgierki

# pumpkin_infoUrl
source: https://en.wikipedia.org/wiki/Pumpkin
ca: https://ca.wikipedia.org/wiki/Carbassera_de_rabequet
de: https://de.wikipedia.org/wiki/K%C3%BCrbisse
es: https://es.wikipedia.org/wiki/Calabaza_gigante
fr: https://fr.wikipedia.org/wiki/Cucurbitaceae
it: https://it.wikipedia.org/wiki/Zucca
nl: https://nl.wikipedia.org/wiki/Pompoen
pl: https://pl.wikipedia.org/wiki/Dynia

# pumpkin_names
source: Pumpkins
ca: Carabassa
de: Kürbis, Moschus-Kürbis, Moschuskürbis, Butternut, Hokkaido, Gartenkürbis, Riesenkürbis, Spaghettikürbis, Bischhofsmütze, Feigenblattkürbis, Patissonkürbis, UFO, Sweet Dumpling, Muskatkürbis
es: Calabaza
fr: Citrouille/Potiron, Citrouille, Potiron
it: Zucca
nl: Pompoen
pl: Dynia

# purplecabbage_infoUrl
source: https://en.wikipedia.org/wiki/Red_cabbage
ca: https://ca.wikipedia.org/wiki/Col_llombarda
de: https://de.wikipedia.org/wiki/Rotkohl
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._capitata_f._rubra
fr: https://fr.wikipedia.org/wiki/Chou_rouge
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._capitata_f._rubra
nl: https://nl.wikipedia.org/wiki/Rodekool
pl: https://pl.wikipedia.org/wiki/Modra_kapusta

# purplecabbage_names
source: Red cabbage, purple cabbage, Blaukraut, Cabbage
ca: Col llombarda
de: Rotkohl, Blaukohl, Rotkraut, Blaukraut, Rotkabis, Blaukabis
es: Repollo morado
fr: Chou rouge
it: Cavolo rosso
nl: Rodekool, Rode Kool
pl: Kapusta czerwona

# quince_infoUrl
source: https://en.wikipedia.org/wiki/Quince
ca: https://ca.wikipedia.org/wiki/Codonyer
de: https://de.wikipedia.org/wiki/Quitte
es: https://es.wikipedia.org/wiki/Cydonia_oblonga
fr: https://fr.wikipedia.org/wiki/Cognassier
it: https://it.wikipedia.org/wiki/Cydonia_oblonga
nl: https://nl.wikipedia.org/wiki/Kweepeer
pl: https://pl.wikipedia.org/wiki/Pigwa_pospolita

# quince_names
source: Quince
ca: Codony
de: Quitte
es: Membrillo
fr: Cognassier
it: Mela cotogna
nl: Kweepeer
pl: Pigwa

# radicchio_infoUrl
source: https://en.wikipedia.org/wiki/Radicchio
ca: https://ca.wikipedia.org/wiki/Radicchio
de: https://de.wikipedia.org/wiki/Radicchio
es: https://es.wikipedia.org/wiki/Cichorium_intybus_var._foliosum
fr: https://fr.wikipedia.org/wiki/Radicchio
it: https://it.wikipedia.org/wiki/Radicchio_di_Chioggia
nl: https://nl.wikipedia.org/wiki/Roodlof
pl: https://pl.wikipedia.org/wiki/Cykoria_sa%C5%82atowa

# radicchio_names
source: Radicchio, Italian chicory
ca: Radicchio
de: Radicchio, Wegwarte
es: Radicchio, achicoria italiana
fr: Radicchio
it: Radicchio
nl: Roodloof
pl: Radicchio

# radish_infoUrl
source: https://en.wikipedia.org/wiki/Raphanus
ca: https://ca.wikipedia.org/wiki/Raphanus
de: https://de.wikipedia.org/wiki/Rettiche
es: https://es.wikipedia.org/wiki/Raphanus
fr: https://fr.wikipedia.org/wiki/Radis_blanc
it: https://it.wikipedia.org/wiki/Raphanus
nl: https://nl.wikipedia.org/wiki/Rammenas
pl: https://pl.wikipedia.org/wiki/Rzodkiew

# radish_names
source: Raphanus
ca: Daikon, Rave del Japó
de: Rettich, Radi
es: Rábano, rábano pequeño
fr: Radis blanc, Radis d'hiver
it: Rafano
nl: Rettich, Rammenas
pl: Rzodkiew biała

# raspberry_infoUrl
source: https://en.wikipedia.org/wiki/Raspberry
ca: https://ca.wikipedia.org/wiki/Gerd
de: https://de.wikipedia.org/wiki/Himbeere
es: https://es.wikipedia.org/wiki/Rubus_idaeus
fr: https://fr.wikipedia.org/wiki/Framboise
it: https://it.wikipedia.org/wiki/Lampone
nl: https://nl.wikipedia.org/wiki/Framboos
pl: https://pl.wikipedia.org/wiki/Malina_(ro%C5%9Blina)

# raspberry_names
source: Raspberry
ca: Gerd
de: Himbeere, Hintperi, Mollbeere
es: Frambuesa
fr: Framboise
it: Lampone
nl: Framboos
pl: Maliny

# rhubarb_infoUrl
source: https://en.wikipedia.org/wiki/Rhubarb
ca: https://ca.wikipedia.org/wiki/Rheum_rhabarbarum
de: https://de.wikipedia.org/wiki/Gemeiner_Rhabarber
es: https://es.wikipedia.org/wiki/Rheum_rhabarbarum
fr: https://fr.wikipedia.org/wiki/Rheum_rhabarbarum
it: https://it.wikipedia.org/wiki/Rheum
nl: https://nl.wikipedia.org/wiki/Rabarber
pl: https://pl.wikipedia.org/wiki/Rabarbar_k%C4%99dzierzawy

# rhubarb_names
source: Rhubarb
ca: Ruibarbre
de: Rhabarber
es: Ruibarbo
fr: Rhubarbe, Rhubarbe des jardins
it: Rabarbaro
nl: Rabarber
pl: Rabarbar

# rosehip_infoUrl
source: https://en.wikipedia.org/wiki/Rose_hip
ca: https://ca.wikipedia.org/wiki/Gavarró
de: https://de.wikipedia.org/wiki/Hagebutte
es: https://es.wikipedia.org/wiki/Escaramujo
fr: https://fr.wikipedia.org/wiki/Cynorhodon
it: https://it.wikipedia.org/wiki/Cinorrodo
nl: https://nl.wikipedia.org/wiki/Rozenbottel
pl: https://pl.wikipedia.org/wiki/R%C3%B3%C5%BCa_dzika

# rosehip_names
source: Rosehip, Rose hip, Rose haw, Rose hep
ca: Gavarró, Gratacul
de: Hagebutte, Hagendorn, Roselapfel, Hagerose, Heckenrose, Hetscherl, Hiefe
es: Rosa mosqueta, rosa mosqueta, rosa haw, rosa hep
fr: Cynorhodon, Cynorrhodon, Gratte-cul, Gousson
it: Cinorrodo
nl: Rozenbottel
pl: Dzika róża

# savoy_infoUrl
source: https://en.wikipedia.org/wiki/Savoy_cabbage
ca: https://ca.wikipedia.org/wiki/Col_de_Milà
de: https://de.wikipedia.org/wiki/Wirsing
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._sabauda
fr: https://fr.wikipedia.org/wiki/Chou_de_Milan
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._sabauda
nl: https://nl.wikipedia.org/wiki/Savooiekool
pl: https://pl.wikipedia.org/wiki/Kapusta_warzywna_w%C5%82oska

# savoy_names
source: Savoy, Savoy cabbage, Cabbage
ca: Col de Milà
de: Wirsing, Wirsingkohl, Savoyenkohl, Wirsching, Schavur, Wirz, Köhli, Welschkohl, Kohl
es: Saboya, Col de Saboya, Col
fr: Chou de Milan, Chou de Savoie, Chou cloqué, Chou frisé, Chou pommé frisé
it: Verza, Cavolo verza
nl: Savooiekool, Savooikool, Groenekool, Groene Kool
pl: Kapusta włoska

# searchFieldLabel
source: Search…
ca: Cerca…
de: Suche...
eo: Serĉi…
es: Buscando…
fr: Chercher…
it: Cerca…
nl: Zoek…
pl: Wyszukaj…

source: September
ca: Setembre
eo: Septembro
es: Septiembre
fr: Septembre
it: Settembre
pl: Wrzesień

# settingsFilterTitle
source: Filter by availability
ca: Filtra per disponibilitat
de: Nach Verfügbarkeit filtern
eo: Filtri laŭ havebleco
es: Filtrar por disponibilidad
fr: Filtrer par disponibilité
it: Filtra in base alla disponibilità
nl: Filter op beschikbaarheid
pl: Filtruj według dostępności

# settingsLanguageSubtitle
source: Changing the language restarts the app
ca: Canviar l'idioma reinicia l'app
de: App startet bei veränderter Sprache neu
eo: Ŝanĝo de la lingvo restartigas la aplikaĵon
es: Cambiar el idioma reinicia la aplicación
fr: L'application redémarre lorsque la langue est changée
it: Cambiare la lingua riavvierà l'app
nl: Wijzigen van taal herstart de app
pl: Zmiana języka spowoduje restart aplikacji

# settingsLanguageTitle
source: Language
ca: Idioma
de: Sprache
eo: Lingvo
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język

# settingsLanguageUseLocale
source: Use device language
ca: Utilitza l'idioma del dispositiu
de: Benutze Gerätesprache
eo: Uzi lingvon de la aparato
es: Usar el lenguaje del dispositivo
fr: Utiliser la langue d'appareil
it: Utilizza la lingua di sistema
nl: Gebruik taal van apparaat
pl: Użyj języka urządzenia

# settingsLanguageUseLocaleSub
source: Uses English if device language is not supported
ca: Utilitza l'anglès si la llengua del dispositiu no és compatible
de: Verwendet Englisch bei nicht unterstützter Gerätesprache
eo: Uziĝas la angla, se la aparata lingvo ne estas subtenata
es: Utilizar Inglés si el idioma del dispositivo no es compatible
fr: Par défaut : Anglais
it: Utilizza l'inglese se la lingua di sistema non è supportata
nl: Gebruik Engels als taal van apparaat niet wordt ondersteund
pl: Jeżeli język urządzenia nie jest obsługiwany, domyślne ustawienie to angielski

# settingsPageTitle
source: Settings
ca: Paràmetres
de: Einstellungen
eo: Agordoj
es: Ajustes
fr: Configuration
it: Impostazioni
nl: Instellingen
pl: Ustawienia

# settingsRegionTitle
source: Region
ca: Regió
eo: Regiono
es: Región
fr: Région
it: Regione
nl: Regio

# settingsRegionUseLocale
source: Use device region
ca: Utilitza la regió del dispositiu
de: Benutze Geräteregion
eo: Uzi regionon de aparato
es: Usar la región del dispositivo
fr: Utiliser la région d'appareil
it: Utilizza la regione di sistema
nl: Gebruik regio van apparaat
pl: Użyj ustawień regionalnych urządzenia

# settingsRegionUseLocaleSub
source: Uses 'Central Europe' if device region is not supported
ca: Utilitza «Europa Central» si la regió del dispositiu no és compatible
de: Verwendet 'Mitteleuropa' bei nicht unterstützter Geräteregion
eo: Uziĝas 'Mezeŭropon' se la aparata regiono ne estas subtenata
es: Utiliza 'Europa Central' si la región del dispositivo no es compatible
fr: Par défaut : Europe centrale
it: Utilizza 'Europa centrale' se la regione di sistema non è supportata
nl: Gebruik 'Centraal-Europa' als regio van apparaat niet is ondersteund
pl: Jeżeli region urządzenia nie jest wspierany, domyślne ustawienie to 'Europa Środkowa'

# settingsSortingTitle
source: Sort by availability
ca: Ordena per disponibilitat
de: Nach Verfügbarkeit sortieren
eo: Ordigi laŭ havebleco
es: Ordenar por disponibilidad
fr: Trier par disponibilité
it: Ordina per disponibilità
nl: Sorteer op beschikbaarheid
pl: Sortuj według dostępności
