Repository: seasoncalendar/seasoncalendar
Catalog: lib/l10n/intl_*.arb
Languages: ca, de, el, eo, es, fr, hu, it, nl, pl

# cherry_infoUrl
source: https://en.wikipedia.org/wiki/Prunus_avium
ca: https://ca.wikipedia.org/wiki/Cirerer
de: https://de.wikipedia.org/wiki/Vogel-Kirsche
es: https://es.wikipedia.org/wiki/Prunus_avium
fr: https://fr.wikipedia.org/wiki/Cerise
it: https://it.wikipedia.org/wiki/Prunus_avium
nl: https://nl.wikipedia.org/wiki/Zoete_kers
pl: https://pl.wikipedia.org/wiki/Wi%C5%9Bnia_ptasia

# cherry_names
source: Cherry, Sweet Cherry, Wild Cherry, Gean
ca: Cirera, Cerira, Cidera, Cira
de: Kirsche, Bemme
el: Κεράσι, γλυκό κεράσι, αγριοκέρασο
es: Cereza, Cereza Dulce, Cereza Silvestre, Gean
fr: Cerise
hu: Cseresznye
it: Ciliegia
nl: Kers, Zoete Kers
pl: Czereśnie

# chestnut_infoUrl
source: https://en.wikipedia.org/wiki/Castanea_sativa
ca: https://ca.wikipedia.org/wiki/Castanyer
de: https://de.wikipedia.org/wiki/Edelkastanie
es: https://es.wikipedia.org/wiki/Castanea_sativa
fr: https://fr.wikipedia.org/wiki/Ch%C3%A2taigne
it: https://it.wikipedia.org/wiki/Castanea_sativa
nl: https://nl.wikipedia.org/wiki/Tamme_kastanje
pl: https://pl.wikipedia.org/wiki/Kasztan_jadalny

# chestnut_names
source: Chestnut, Castanea sativa
ca: Castanya
de: Kastanie, Marone, Maroni, Röstkastanie, Edelkastanie, Esskastanie
el: Κάστανο, Καστανέα σατίβα
es: Castaña, Castaña sativa
fr: Châtaigne
hu: Dió
it: Castagna
nl: Tamme Kastanje
pl: Kasztany jadalne

# chicory_infoUrl
source: https://en.wikipedia.org/wiki/Chicory#Cultivated
ca: https://ca.wikipedia.org/wiki/Xicoira
de: https://de.wikipedia.org/wiki/Chicor%C3%A9e
es: https://es.wikipedia.org/wiki/Cichorium_intybus
fr: https://fr.wikipedia.org/wiki/Endive
it: https://it.wikipedia.org/wiki/Cichorium_intybus
nl: https://nl.wikipedia.org/wiki/Witlof
pl: https://pl.wikipedia.org/wiki/Cykoria_podr%C3%B3%C5%BCnik

# chicory_names
source: Chicory
ca: Xicoira
de: Chicorée, Salat, Chicoree, Salatzichorie
el: Ραδίκι
es: Achicoria
fr: Chicorée de Bruxelles, Chicorée witloof, Chicon
hu: Cikória
it: Cicoria
nl: Witlof, Witloof, Grondwitloof, Brussels Lof
pl: Cykoria

# chinesecabbage_infoUrl
source: https://en.wikipedia.org/wiki/Napa_cabbage
ca: https://ca.wikipedia.org/wiki/Col_xinesa
de: https://de.wikipedia.org/wiki/Chinakohl
es: https://es.wikipedia.org/wiki/Brassica_rapa_pekinensis
fr: https://fr.wikipedia.org/wiki/Pe-tsa%C3%AF
it: https://it.wikipedia.org/wiki/Brassica_rapa_pekinensis
nl: https://nl.wikipedia.org/wiki/Chinese_kool
pl: https://pl.wikipedia.org/wiki/Kapusta_w%C5%82a%C5%9Bciwa_peki%C5%84ska

# chinesecabbage_names
source: Chinese cabbage, Napa cabbage, Napa
ca: Col xinesa, Col pequinesa
de: Chinakohl, Pekingkohl, Japankohl, Selleriekohl
el: Κινέζικο λάχανο, λάχανο Νάπα, Νάπα
es: Repollo chino, repollo de Napa, Napa
fr: Pe-tsaï, Chou chinois, Chou de Pékin, Chou napa
hu: Kínai kel
it: Cavolo cinese, Cavolo di Pechino
nl: Chinese Kool
pl: Kapusta pekińska

# clementine_infoUrl
source: https://en.wikipedia.org/wiki/Clementine
ca: https://ca.wikipedia.org/wiki/Clementina
de: https://de.wikipedia.org/wiki/Mandarine
es: https://es.wikipedia.org/wiki/Citrus_reticulata
fr: https://fr.wikipedia.org/wiki/Cl%C3%A9mentine
it: https://it.wikipedia.org/wiki/Citrus_%C3%97_clementina
nl: https://nl.wikipedia.org/wiki/Mandarijn_(vrucht)
pl: https://pl.wikipedia.org/wiki/Mandarynka_(ro%C5%9Blina)

# clementine_names
source: Clementine, Mandarin orange, Tangor, Tangerine
ca: Clementina, Mandarina
de: Clementine, Klementine, Mandarine, Satsuma
el: Κλημεντίνη, Μανταρίνι, Τανγκόρ, Πορτοκάλι Μανδαρίνου
es: Clementina, Mandarina, Tangor
fr: Clémentine
hu: Klementin, Tangerin
it: Clementina, Mandarancio
nl: Mandarijn, Clementine
pl: Mandarynki

# cloudberry_infoUrl
source: https://en.wikipedia.org/wiki/Rubus_chamaemorus
ca: https://ca.wikipedia.org/wiki/Móra_vermella
de: https://de.wikipedia.org/wiki/Moltebeere
es: https://es.wikipedia.org/wiki/Rubus_chamaemorus
fr: https://fr.wikipedia.org/wiki/Plaquebi%C3%A8re
it: https://it.wikipedia.org/wiki/Rubus_chamaemorus
nl: https://nl.wikipedia.org/wiki/Kruipbraam
pl: https://pl.wikipedia.org/wiki/Malina_moroszka

# cloudberry_names
source: Cloudberry, Nordic berry, Bakeapple, Knotberry, Knoutberry, Aqpik, Averin, Evron
ca: Móra vermella
de: Moltebeere, Multebeere, Multbeere, Schellbeere, Sumpfbrombeere, Torfbeere
el: Σκανδιναβικό μούρο, Κόμπμπερι
es: Baya nórdica, Bakeapple, Knotberry, Knoutberry, Aqpik, Averin, Evron
fr: Plaquebière, Ronce des tourbières, Ronce faux-mûrier, Ronce petit-mûrier, Chicoutai, Platebière
it: Camemoro, Rovo artico
nl: Kruipbraam, Gele Bosbraam, Veenbraam, Bergbraam
pl: Malina moroszka

# coco_infoUrl
source: https://en.wikipedia.org/wiki/Coconut
ca: https://ca.wikipedia.org/wiki/Cocoter
de: https://de.wikipedia.org/wiki/Kokospalme#Kokosnuss
es: https://es.wikipedia.org/wiki/Cocos_nucifera
fr: https://fr.wikipedia.org/wiki/Noix_de_coco
it: https://it.wikipedia.org/wiki/Cocos_nucifera
nl: https://nl.wikipedia.org/wiki/Kokospalm#Vrucht
pl: https://pl.wikipedia.org/wiki/Kokos_w%C5%82a%C5%9Bciwy

# coco_names
source: Coconut, Coco
ca: Coco
de: Kokosnuss, Kokos
el: Καρύδα, Κόκο, Κοκοφοίνικας
es: Coco
fr: Noix de coco, Coco
hu: Kókuszdió
it: Cocco
nl: Kokosnoot, Klapper, Kokos
pl: Kokosy

# contribPageCode
source: The source code for the app is available on GitHub:
ca: El codi font de l'app està disponible a GitHub:
de: Der Quellcode für diese App ist auf GitHub verfügbar:
el: Ο πηγαίος κώδικας της εφαρμογής είναι διαθέσιμος στο GitHub:
eo: La fontkodo de la aplikaĵo haveblas ĉe GitHub:
es: El código fuente de la aplicación está disponible en GitHub:
fr: Le code source de cette application est disponible sur GitHub :
hu: Az alkalmazás fornáskódja elérhető GitHubon:
it: Il codice sorgente di questa app è disponibile su GitHub:
nl: De broncode van dit programma is op GitHub verkrijgbaar:
pl: Kod źródłowy aplikacji jest dostępny na GitHubie:

# contribPageCodeButtonText
source: To the GitHub repo
ca: Al repositori de GitHub
de: Zum GitHub-Repo
el: Στο αποθετήριο GitHub
eo: Github-deponejen
es: Hacia GitHub repo
fr: Vers GitHub
it: Vai alla repository GitHub
nl: Naar de GitHub-repo
pl: Repozytorium GitHub

# contribPageCodeHeadline
source: Show me the code!
ca: Ensenya'm el codi!
de: Zeig mir den Code!
el: Δείξτε μου τον κωδικό!
eo: Montru al mi la kodon!
es: ¡Enséñame el código!
fr: Montre-moi le code !
hu: Mutasd a kódot!
it: Mostrami il codice!
nl: Laat me de code zien!
pl: Chcę zobaczyć kod!

# contribPageContact
source: If you've found an error or room for a concrete improvement, feel free to contact me via my webpage.
ca: Si has trobat un error o espai per a una millora concreta, no dubtis a posar-te en contacte amb mi a través de la meva pàgina web.
de: Wenn du einen Fehler gefunden hast oder einen Verbesserungsvorschlag hast, kontaktiere mich gerne über meine Website.
el: Αν έχετε βρει κάποιο λάθος ή χώρο για συγκεκριμένη βελτίωση, μπορείτε να επικοινωνήσετε μαζί μου μέσω της ιστοσελίδας μου.
eo: Se vi trovis eraron aŭ konkretan plibonigindaĵon, bonvolu kontakti min per mia retpaĝo.
es: Si ha encontrado un error o margen de mejora, no dude en contactarme a través de mi página web.
fr: Si tu as trouvé une erreur ou as une suggestion d'amélioration, tu peux me contacter via mon site web.
it: Se hai trovato un errore o hai suggerimenti, contattami attraverso il mio sito Web.
nl: Wanneer je een fout hebt gevonden, of een verbeteringsvoorstel hebt, neem dan even contact op via mijn website.
pl: Jeżeli znalazłeś błąd lub masz pomysł na ulepszenie aplikacji, skontaktuj się ze mną za pośrednictwem mojej strony internetowej.

# contribPageContactButtonText
source: To the webpage
ca: A la pàgina web
de: Zur Website
eo: Retpaĝen
es: A la pagina web
fr: Vers le site web
it: Vai al sito Web
nl: Naar de website
pl: Strona internetowa

# contribPageContactHeadline
source: Something is missing or wrong?
ca: Falta alguna cosa o no va bé?
de: Etwas fehlt dir oder ist falsch?
eo: Ĉu io mankas aŭ malĝustas?
es: ¿Algo falta o está mal?
fr: Il manque quelque chose ou il y a un problème ?
it: Manca qualcosa o hai trovato un errore?
nl: Ontbreekt iets of gaat het fout?
pl: Zauważyłeś braki lub błędy?

# contribPageTitle
source: Contribute
ca: Contribuir
de: Verbessern
el: Συμβάλλετε
eo: Kontribui
es: Contribuir
fr: Améliorer
it: Contribuisci
nl: Draag bij
pl: Pomóż w rozwoju aplikacji

# cranberry_infoUrl
source: https://en.wikipedia.org/wiki/Cranberry
ca: https://ca.wikipedia.org/wiki/Nabiu_de_grua
de: https://de.wikipedia.org/wiki/Gro%C3%9Ffr%C3%BCchtige_Moosbeere
es: https://es.wikipedia.org/wiki/Vaccinium_macrocarpon
fr: https://fr.wikipedia.org/wiki/Canneberge
it: https://it.wikipedia.org/wiki/Oxycoccus
nl: https://nl.wikipedia.org/wiki/Cranberry
pl: https://pl.wikipedia.org/wiki/%C5%BBurawina

# cranberry_names
source: Cranberry
ca: Nabiu de grua, Cranberry
de: Cranberry, Preiselbeere, Buckelbeere
el: Βακκίνιο, Κράνμπερι
es: Judía común, judía verde, judía francesa
fr: Canneberge, Grande airelle rouge, Atoca
it: Ossicocco, Mirtillo palustre
nl: Cranberry, Lepeltjesheide, Grote Veenbes
pl: Żurawina

# cucumber_infoUrl
source: https://en.wikipedia.org/wiki/Cucumber
ca: https://ca.wikipedia.org/wiki/Cogombre
de: https://de.wikipedia.org/wiki/Gurke
es: https://es.wikipedia.org/wiki/Cucumis_sativus
fr: https://fr.wikipedia.org/wiki/Concombre
it: https://it.wikipedia.org/wiki/Cucumis_sativus
nl: https://nl.wikipedia.org/wiki/Komkommer
pl: https://pl.wikipedia.org/wiki/Og%C3%B3rek_siewny

# cucumber_names
source: Cucumber
ca: Cogombre
de: Gurken, Guckummer, Kukumber
el: Αγγούρι
es: Pepino
fr: Concombre
it: Cetriolo, Cocomero
nl: Komkommer, Augurk
pl: Ogórki

# currant_infoUrl
source: https://en.wikipedia.org/wiki/Ribes
ca: https://ca.wikipedia.org/wiki/Riber
de: https://de.wikipedia.org/wiki/Johannisbeeren
es: https://es.wikipedia.org/wiki/Ribes
fr: https://fr.wikipedia.org/wiki/Ribes_rubrum
it: https://it.wikipedia.org/wiki/Ribes
nl: https://nl.wikipedia.org/wiki/Ribes_(geslacht)
pl: https://pl.wikipedia.org/wiki/Porzeczka

# currant_names
source: Currant, Ribes
ca: Riba, Agrassó, Grosella, Gaixiva, Gallina, Carambuc, Cirerola
de: Johannisbeere, Ribisel, Ahlbeere, Träuble, Gichtbeere, Johannistraube, Ribes, Meertrübeli
el: Σταφίδα, Φραγκοστάφυλο
es: Grosella, Ribes
fr: Groseillier à grappes, Raisinet, Gadelle, Ribes
it: Ribes
nl: Bes, Aalbes, Rode Bes, Trosbes, Zwarte Bes, Kruisbes
pl: Porzeczki

# date_infoUrl
source: https://en.wikipedia.org/wiki/Date_palm
ca: https://ca.wikipedia.org/wiki/Palmera_de_dàtils
de: https://de.wikipedia.org/wiki/Echte_Dattelpalme
es: https://es.wikipedia.org/wiki/D%C3%A1til
fr: https://fr.wikipedia.org/wiki/Datte
it: https://it.wikipedia.org/wiki/Phoenix_dactylifera
nl: https://nl.wikipedia.org/wiki/Dadelpalm
pl: https://pl.wikipedia.org/wiki/Daktylowiec_w%C5%82a%C5%9Bciwy

# date_names
source: Fresh date, Date
ca: Dàtil
de: Dattel (frisch)
es: Dátil, Dátilo
fr: Dattes (fraises)
it: Dattero
nl: Dadel (vers)
pl: Daktyle

source: December
ca: Desembre
de: Dezember
el: Δεκέμβριος
eo: Decembro
es: Deciembre
fr: Décembre
it: Dicembre
pl: Grudzień

# dragonfruit_infoUrl
source: https://en.wikipedia.org/wiki/Pitaya
ca: https://ca.wikipedia.org/wiki/Pitaia
de: https://de.wikipedia.org/wiki/Drachenfrucht
es: https://es.wikipedia.org/wiki/Pitahaya
fr: https://fr.wikipedia.org/wiki/Pitaya
it: https://it.wikipedia.org/wiki/Hylocereus_undatus
nl: https://nl.wikipedia.org/wiki/Pitaja
pl: https://pl.wikipedia.org/wiki/Pitaja

# dragonfruit_names
source: Dragonfruit, Pitaya, Pitahaya
ca: Pitaia, Pitahaia, Fruita del drac
de: Drachenfrucht, Pitahaya
el: Δράκος, Φρούτα δράκων, Πιτάγια, Πιταχάγια
es: Fruta del dragón, Pitaya, Pitahaya
fr: Pitaya, Pithaya, Pitahaya, Fruit du dragon
it: Frutto del drago, Pitaya
nl: Pitaja, Pitahaya, Drakenvrucht
pl: Pitaja

# eggplant_infoUrl
source: https://en.wikipedia.org/wiki/Eggplant
ca: https://ca.wikipedia.org/wiki/Alberg%C3%ADnia
de: https://de.wikipedia.org/wiki/Aubergine
es: https://es.wikipedia.org/wiki/Solanum_melongena
fr: https://fr.wikipedia.org/wiki/Aubergine
it: https://it.wikipedia.org/wiki/Solanum_melongena
nl: https://nl.wikipedia.org/wiki/Aubergine_(plant)
pl: https://pl.wikipedia.org/wiki/Psianka_pod%C5%82u%C5%BCna

# eggplant_names
source: Eggplant, Aubergine, Brinjal
ca: Albergínia, Albergina, Albargina, Esberzínia
de: Aubergine, Eierpflanze, Melanzani, Eierfrucht, Melanzane
el: Μελιτζάνα, Μπριντζάλ
es: Berenjena
fr: Aubergine
it: Melanzana
nl: Aubergine, Eierplant
pl: Bakłażan

# elderberry_infoUrl
source: https://en.wikipedia.org/wiki/Sambucus_nigra
ca: https://ca.wikipedia.org/wiki/Saüc
de: https://de.wikipedia.org/wiki/Schwarzer_Holunder
es: https://es.wikipedia.org/wiki/Sambucus_nigra
fr: https://fr.wikipedia.org/wiki/Sambucus_nigra
it: https://it.wikipedia.org/wiki/Sambucus_nigra
nl: https://nl.wikipedia.org/wiki/Gewone_vlier
pl: https://pl.wikipedia.org/wiki/Bez_czarny

# elderberry_names
source: Elderberry, sambucus, elder
ca: Saüc, Soguer
de: Holunderbeere, Holunder
es: Saúco, sambucus, saúco
fr: Grand sureau, Sureau noir
it: Sambuco
nl: Vlierbes, Gewone Vlier
pl: Czarny bez

# emptyDefaultViewHint
source: Check your foods display filtering.
ca: Comprova el filtratge de la pantalla dels teus aliments.
de: Überprüfe deine Lebensmittel-Filtereinstellungen.
eo: Kontrolu la filtradon de manĝaĵoj.
es: Verificar el filtrado de la pantalla de tus alimentos.
fr: Vérifie le configuration du filtrage de l'affichage de tes aliments.
it: Controlla le impostazioni del filtro per i cibi.
nl: Controleer uw voedselfilter.
pl: Sprawdź ustawienia filtru wyświetlania.

# emptyFavoritesViewHint
source: Add a favorite by tapping the food's star ☆.
ca: Afegeix a preferits tocant l'estrella de l'aliment ☆.
de: Füge deine Lieblingssorten durch Tipp auf den jeweiligen Stern ☆ hinzu.
eo: Por preferi manĝaĵon, tuŝetu la stelon ☆ de la manĝaĵo.
es: Agreguar a favoritos tocando la estrella de la comida ☆.
fr: Ajoute tes variétés préférées en tapant sur l'étoile correspondante ☆.
it: Aggiungi un cibo ai preferiti toccando la stella ☆.
nl: Voeg favorieten toe door op de ster ☆ te drukken.
pl: Dodaj produkt do ulubionych, dotykając gwiazdki ☆.

# emptyFavoritesViewText
source: No favorites available!
ca: No hi ha favorits disponibles!
de: Keine Favoriten verfügbar!
eo: Neniuj preferataĵoj haveblas!
es: ¡No hay favoritos disponibles!
fr: Pas de favoris disponibles !
it: Nessun preferito presente!
nl: Geen favorieten beschikbaar!
pl: Brak ulubionych!

# emptyFoodsViewText
source: No foods available!
ca: No hi ha aliments disponibles!
de: Keine Lebensmittel verfügbar!
eo: Neniuj manĝaĵoj haveblas!
es: ¡No hay alimentos disponibles!
fr: Aucun aliment disponible !
it: Nessun cibo disponibile!
nl: Geen voedsel beschikbaar!
pl: Brak dostępnych produktów!

# emptySearchViewText
source: No foods found!
ca: No s'han trobat aliments!
de: Keine Lebensmittel gefunden!
eo: Neniuj manĝaĵoj troviĝis!
es: ¡No se encontraron alimentos!
fr: Aucun aliment trouvé !
it: Nessun cibo trovato!
nl: Geen voedsel gevonden!
pl: Nie znaleziono produktów!

# endive_infoUrl
source: https://en.wikipedia.org/wiki/Endive
ca: https://ca.wikipedia.org/wiki/End%C3%ADvia
de: https://de.wikipedia.org/wiki/Endivie
es: https://es.wikipedia.org/wiki/Cichorium_endivia
fr: https://fr.wikipedia.org/wiki/Endive
it: https://it.wikipedia.org/wiki/Cichorium_endivia
nl: https://nl.wikipedia.org/wiki/Andijvie
pl: https://pl.wikipedia.org/wiki/Cykoria_endywia

# endive_names
source: Endive, Salad
ca: Endívia, Escarola
de: Endivie, Salat, Lattich, Endiviensalat
es: Escarola, Ensalada
fr: Endive
it: Indivia
nl: Andijvie
pl: Endywia

# etcPageTitle
source: About the app
ca: Sobre l'app
de: Über die App
eo: Pri la aplikaĵo
es: Sobre la aplicación
fr: À propos de l'application
it: Informazioni sull'app
nl: Over de app
pl: O aplikacji

source: February
ca: Febrer
de: Februar
eo: Februaro
es: Febrero
fr: Février
it: Febbraio
nl: Februari
pl: Luty

# fennel_infoUrl
source: https://en.wikipedia.org/wiki/Fennel
ca: https://ca.wikipedia.org/wiki/Fonoll
de: https://de.wikipedia.org/wiki/Fenchel
es: https://es.wikipedia.org/wiki/Foeniculum_vulgare
fr: https://fr.wikipedia.org/wiki/Fenouil_commun
it: https://it.wikipedia.org/wiki/Foeniculum_vulgare
nl: https://nl.wikipedia.org/wiki/Venkel
pl: https://pl.wikipedia.org/wiki/Fenku%C5%82_w%C5%82oski

# fennel_names
source: Fennel
ca: Fonoll, Fenoll
de: Fenchel, Fenikel
es: Hinojo
fr: Fenouil, Fenouil commun
it: Finocchio
nl: Venkel
pl: Koper włoski

# fieldsalad_infoUrl
source: https://en.wikipedia.org/wiki/Valerianella_locusta
ca: https://ca.wikipedia.org/wiki/Herba_dels_canonges
de: https://de.wikipedia.org/wiki/Gew%C3%B6hnlicher_Feldsalat
es: https://es.wikipedia.org/wiki/Valerianella_locusta
fr: https://fr.wikipedia.org/wiki/Valerianella_locusta
it: https://it.wikipedia.org/wiki/Valerianella_locusta
nl: https://nl.wikipedia.org/wiki/Veldsla
pl: https://pl.wikipedia.org/wiki/Roszpunka_warzywna

# fieldsalad_names
source: Field salad, Corn salad, Lamb's lettuce, Fetticus, Nut lettuce, Salad, Lettuce
ca: Herba dels canonges, Canonges
de: Feldsalat, Ackersalat, Mausohrsalat, Nüsschen, Nüsslisalat, Nüssler, Rapunzel
es: Ensalada de campo, Ensalada de maíz, Lechuga de cordero, Fetticus, Lechuga de nueces, Ensalada, Lechuga
fr: Mâche, Blanchette, Boursette, Clairette, Raiponce, Oreillette, Oreille-de-lièvre, Valérianelle, Valérianelle cultivée, Herbe des chanoines, Salade de blé, Doulcéta, Doucette, Gallinette, Poule grasse, Romande, Rampon, Ramponnet
it: Valeriana, Songino
nl: Veldsla, Korensla, Ezelsoor
pl: Roszpunka

# fig_infoUrl
source: https://en.wikipedia.org/wiki/Common_fig
ca: https://ca.wikipedia.org/wiki/Figuera
de: https://de.wikipedia.org/wiki/Echte_Feige
es: https://es.wikipedia.org/wiki/Ribes_uva-crispa
fr: https://fr.wikipedia.org/wiki/Figue
it: https://it.wikipedia.org/wiki/Ficus_carica
nl: https://nl.wikipedia.org/wiki/Vijgenboom
pl: https://pl.wikipedia.org/wiki/Figowiec_pospolity

# fig_names
source: Fig
ca: Figa
de: Feige
es: Higo
fr: Figue
it: Fico
nl: Vijg
pl: Figi

# gooseberry_infoUrl
source: https://en.wikipedia.org/wiki/Gooseberry
de: https://de.wikipedia.org/wiki/Stachelbeere
es: https://es.wikipedia.org/wiki/Citrus_%C3%97_paradisi
fr: https://fr.wikipedia.org/wiki/Groseillier#Les_groseilliers_%C3%A0_maquereau
it: https://it.wikipedia.org/wiki/Ribes_uva-crispa
nl: https://nl.wikipedia.org/wiki/Kruisbes
pl: https://pl.wikipedia.org/wiki/Porzeczka_agrest

# gooseberry_names
source: Gooseberry
ca: Agrassó
de: Stachelbeere, Agrasel, Grusselbeere
es: Grosella espinosa europea, uva espina, grosella
fr: Groseille à maquereau
it: Uva spina
nl: Kruisbes, Stekelbes, Kroesel
pl: Agrest

# grapefuit_infoUrl
source: https://en.wikipedia.org/wiki/Grapefruit
ca: https://ca.wikipedia.org/wiki/Aranja
de: https://de.wikipedia.org/wiki/Grapefruit
es: https://es.wikipedia.org/wiki/Citrus_maxima
fr: https://fr.wikipedia.org/wiki/Citrus_%C3%97paradisi
it: https://it.wikipedia.org/wiki/Citrus_paradisi
nl: https://nl.wikipedia.org/wiki/Grapefruit
pl: https://pl.wikipedia.org/wiki/Grejpfrut

# grapefuit_names
source: Grapefruit
ca: Aranja
es: Pomelo
fr: Pamplemousse, Fruit défendu, Chadègue, Pomélo, Pomelo
it: Pompelmo
nl: Grapefruit, (Rose) Pompelmoes
pl: Grejpfruty

# grapes_infoUrl
source: https://en.wikipedia.org/wiki/Grape
ca: https://ca.wikipedia.org/wiki/Raïm
de: https://de.wikipedia.org/wiki/Weintraube
es: https://es.wikipedia.org/wiki/Uva
fr: https://fr.wikipedia.org/wiki/Raisin
it: https://it.wikipedia.org/wiki/Uva
nl: https://nl.wikipedia.org/wiki/Druif
pl: https://pl.wikipedia.org/wiki/Winogrono

# grapes_names
source: Grapes, Wine grape
ca: Raïm
de: Traube, Wein, Weintraube, Weinbeere
es: Uvas, Uva de vino
fr: Raisin
it: Uva
nl: Druif
pl: Winogrona

# greenbeans_infoUrl
source: https://en.wikipedia.org/wiki/Phaseolus_vulgaris
ca: https://ca.wikipedia.org/wiki/Phaseolus_vulgaris
de: https://de.wikipedia.org/wiki/Gartenbohne
es: https://es.wikipedia.org/wiki/Phaseolus_vulgaris
fr: https://fr.wikipedia.org/wiki/Haricot
it: https://it.wikipedia.org/wiki/Phaseolus_vulgaris
nl: https://nl.wikipedia.org/wiki/Gewone_boon
pl: https://pl.wikipedia.org/wiki/Fasola_zwyk%C5%82a

# greenbeans_names
source: Common bean, Green beans, French bean
ca: Mongeta, Fesol
de: Bohnen, Gartenbohne, Grüne Bohne, Hülsenfrucht, Fisel, Fisole
es: Frijoles verdes
fr: Haricot, Haricot commun
it: Fagioli
nl: Gewone Boon
pl: Fasola

# greencabbage_infoUrl
source: https://en.wikipedia.org/wiki/Kale
ca: https://ca.wikipedia.org/wiki/Col_verda
de: https://de.wikipedia.org/wiki/Gr%C3%BCnkohl
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._sabellica
fr: https://fr.wikipedia.org/wiki/Chou_kale
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._sabellica
nl: https://nl.wikipedia.org/wiki/Boerenkool_(groente)
pl: https://pl.wikipedia.org/wiki/Jarmu%C5%BC

# greencabbage_names
source: Kale, Green cabbage, Cabbage, Leaf cabbage
ca: Col verda
de: Grünkohl, Braunkohl, Krauskohl
es: Col verde, Col, Col de hoja, Col rizada
fr: Chou kale, Kale
it: Cavolo riccio
nl: Boerenkool, Krulkool, Krolkool
pl: Jarmuż

# greenonion_infoUrl
source: https://en.wikipedia.org/wiki/Allium_fistulosum
ca: https://ca.wikipedia.org/wiki/Ceba_d%27hivern
de: https://de.wikipedia.org/wiki/Winterzwiebel
es: https://es.wikipedia.org/wiki/Allium_fistulosum
fr: https://fr.wikipedia.org/wiki/Ciboule
it: https://it.wikipedia.org/wiki/Allium_fistulosum
nl: https://nl.wikipedia.org/wiki/Bosui
pl: https://pl.wikipedia.org/wiki/Czosnek_d%C4%99ty

# greenonion_names
source: Green onions, Onion, Welsh onion, Bunching onion, spring onion
ca: Ceba d'hivern, Cebollí francès, Ceba borda, Ceba porrera, Cibolla, Porradell, Porrassí
de: Grüne Zwiebeln, Frühlingszwiebel, Winterzwiebel, Lauchzwiebel, Jungzwiebel, Frühzwiebel, Schnittzwiebel, Frühlingslauch, Winterhecke, Grober Schnittlauch, Schlotte, Zwiebeln
es: Cebollas verdes, Cebolla, Cebolla galesa, Cebolla de manojo, Cebolleta
fr: Ciboule, Cive, Oignon d'hiver, Cébette, Oognon d'Espagne, Chiboule, Ail fistuleux
it: Cipolletta. Cipolla d'inverno
nl: Bosui, Lente-ui, Sla-ui, Pijpajuin, Schalulleke
pl: Czosnek dęty

# guava_infoUrl
source: https://en.wikipedia.org/wiki/Psidium_guajava
ca: https://ca.wikipedia.org/wiki/Psidium_guajava
de: https://de.wikipedia.org/wiki/Echte_Guave
es: https://es.wikipedia.org/wiki/Psidium_guajava
fr: https://fr.wikipedia.org/wiki/Goyave
it: https://it.wikipedia.org/wiki/Psidium_guajava
nl: https://nl.wikipedia.org/wiki/Guave
pl: https://pl.wikipedia.org/wiki/Gujawa_pospolita

# guava_names
source: Guava, Psidium Guajava
ca: Psidium guajava
de: Guave, Guava, Goiaba, Guayaba, Guayave
es: Guayaba, Psidium Guayaba
fr: Goyave
it: Guava, Guaiava
nl: Guave
pl: Gujawa

# headlettuce_infoUrl
source: https://en.wikipedia.org/wiki/Lettuce
ca: https://ca.wikipedia.org/wiki/Enciam
de: https://de.wikipedia.org/wiki/Kopfsalat
es: https://es.wikipedia.org/wiki/Lactuca_sativa
fr: https://fr.wikipedia.org/wiki/Laitue_cultiv%C3%A9e#Description_des_vari%C3%A9t%C3%A9s
it: https://it.wikipedia.org/wiki/Lactuca_sativa
nl: https://nl.wikipedia.org/wiki/Sla
pl: https://pl.wikipedia.org/wiki/Sa%C5%82ata

# headlettuce_names
source: Head lettuce, Lettuce, Salad, Butterhead, Boston, Bibb lettuce
ca: Cabdell
de: Kopfsalat, Häuptlsalat, Salat
es: Lechuga, Ensalada, Mantequilla, Boston, Lechuga Bibb
fr: Laitue
it: Lattuga liscia
nl: Kropsla, Botersla, Sla
pl: Sałata masłowa

# honeymelon_infoUrl
source: https://en.wikipedia.org/wiki/Muskmelon
ca: https://ca.wikipedia.org/wiki/Melonera
de: https://de.wikipedia.org/wiki/Zuckermelone
es: https://es.wikipedia.org/wiki/Cucumis_melo
fr: https://fr.wikipedia.org/wiki/Melon_(plante)
it: https://it.wikipedia.org/wiki/Cucumis_melo
nl: https://nl.wikipedia.org/wiki/Suikermeloen
pl: https://pl.wikipedia.org/wiki/Og%C3%B3rek_melon
