Repository: seasoncalendar/seasoncalendar
Catalog: lib/l10n/intl_*.arb
Languages: ca, de, el, eo, es, fr, hu, it, nl, pl

# aboutPageAdvantage1
source: Fresh produce tastes better and is healthier for your body.
ca: Els productes frescos tenen millor sabor i són més saludables per al seu cos.
de: Frische Ernte schmeckt besser und ist gesünder.
el: Τα φρέσκα προϊόντα έχουν καλύτερη γεύση και είναι πιο υγιεινά για τον οργανισμό σας.
eo: Freŝaj manĝaĵoj gustas pli bone kaj estas pli sanaj por via korpo.
es: Los productos frescos saben mejor y son más saludables para su cuerpo.
fr: La récolte fraîche a meilleur goût et est plus saine.
hu: A friss áru finomabb és egészségesebb is.
it: I prodotti freschi sono più genuini e salutari per il tuo corpo.
nl: Verse producten zijn gezonder en smaken beter.
pl: Świeże produkty lepiej smakują oraz są zdrowsze.

# aboutPageAdvantage2
source: Fresh foods are generally cheaper.
ca: Els aliments frescos són generalment més barats.
de: Der Preis ist deutlich niedriger.
el: Τα φρέσκα τρόφιμα είναι γενικά φθηνότερα.
eo: Freŝaj manĝaĵoj estas ĝenerale pli malmultekostaj.
es: Los productos frescos son generalmente mas baratos.
fr: Le prix est généralement inférieur.
hu: A friss áru általában olcsóbb.
it: I cibi freschi sono generalmente più economici.
nl: Verse producten zijn meestal goedkoper.
pl: Świeże produkty zwykle są tańsze.

# aboutPageAdvantage3
source: The efforts made for storing foods is reduced.
ca: Els esforços realitzats per emmagatzemar els aliments es redueixen.
de: Die Lagerung ist weniger aufwendig.
el: Οι προσπάθειες που καταβάλλονται για την αποθήκευση τροφίμων μειώνονται.
eo: Malpliiĝas la klopodo por konservi manĝaĵojn.
es: Los esfuerzos realizados para almacenarlos son menores.
fr: Le stockage est moins complexe.
hu: A tárolás kevésbé körülményes.
it: I costi per la conservazione dei cibi si riducono.
nl: De opslagkosten worden minder.
pl: Wysiłek związany z magazynowaniem żywności staje się mniejszy.

# aboutPageAdvantage4
source: The transport is less harmful to the environment.
ca: El transport és menys perjudicial per al medi ambient.
de: Beim Transport werden weniger Schadstoffe ausgestoßen.
el: Οι μεταφορές είναι λιγότερο επιβλαβείς για το περιβάλλον.
eo: La transporto malpli difektas la medion.
es: El transporte es menos dañino para el medio ambiente.
fr: Le transport est moins mauvais pour l'environnement.
hu: A szállítás kevésbé káros a környezetre.
it: I trasporti sono meno pericolosi per l'ambiente.
nl: Het transport is minder schadelijk voor het milieu.
pl: Transport produktów jest mniej szkodliwy dla środowiska.

# aboutPageAdvantage5
source: You support local businesses and jobs.
ca: Dones suport a empreses i feines locals.
de: Lokale Arbeitsplätze werden gefördert.
el: Υποστηρίζετε τοπικές επιχειρήσεις και θέσεις εργασίας.
eo: Vi subtenas lokajn entreprenojn kaj dungojn.
es: Apoyas a los negocios y trabajos locales.
fr: Les emplois locaux sont promus.
hu: Támogatod a helyi vállalkozásokat és munkahelyeket.
it: Supporti il commercio locale.
nl: Je steunt lokale bedrijven en werkgelegenheid.
pl: Możesz wspierać lokalne przedsiębiorstwa i miejsca pracy.

# aboutPageDisclaimer
source: Please keep in mind that the actual availability of foods in your local supermarket can differ from the information shown here.
ca: Tingues en compte que la disponibilitat real d'aliments al teu supermercat local pot diferir de la informació que es mostra aquí.
de: Bitte sei dir bewusst dass die hier angezeigten Verfügbarkeitsinformation lediglich der Orientierung dienen. Das letztendliche Angebot in deinem Supermarkt kann sich davon unterscheiden.
el: Λάβετε υπόψη ότι η πραγματική διαθεσιμότητα τροφίμων στο τοπικό σας σούπερ μάρκετ μπορεί να διαφέρει από τις πληροφορίες που εμφανίζονται εδώ.
eo: Bonvolu memori, ke la reala havebleco de manĝaĵoj en via loka butiko povas diferenci de la informoj montrataj ĉi tie.
es: Por favor, tenga en cuenta que la disponibilidad real de los alimentos en su supermercado local puede diferir de la información mostrada aquí.
fr: Sachez que les informations de disponibilité affichées ici sont uniquement à titre indicatif. L'offre finale dans ton supermarché peut être différente.
hu: Hasznos tudni, hogy a helyi szupermarketben elérhető termékek nem feltétlenül egyeznek az itt felsoroltakkal.
it: Nota bene che la reale disponibilità di cibi nella tua zona può differire dalle informazioni mostrate.
nl: Let op dat de hier getoonde beschikbaarheidsinformatie enkel ter oriëntatie is. Het uiteindelijke aanbod in de supermarkt kan hier van afwijken.
pl: Pamiętaj, że aktualna dostępność produktów w twoim lokalnym sklepie może się różnić od informacji przedstawionych tutaj.

# aboutPageHeadline
source: Why care about foods' seasons?
ca: Per què ens preocupen les estacions dels aliments?
de: Warum auf die Saison achten?
el: Γιατί πρέπει να νοιαζόμαστε για τις εποχές των τροφίμων;
eo: Kial zorgi pri la sezonoj de manĝaĵoj?
es: ¿Por qué preocuparse por las estaciones de los alimentos?
fr: Pourquoi faire attention à la saison ?
hu: Miért törődjünk az ételek szezonalitásával?
it: Perché preoccuparsi della stagionalità dei cibi?
nl: Waarom zou je op seizoensproducten letten?
pl: Dlaczego sezonowość owoców i warzyw jest ważna?

# aboutPageLeading
source: Nowadays, as almost all foods are available throughout the year, people have become unconscious of the season of their foods. However, buying seasonal and local foods often has striking advantages:
ca: Avui en dia, com gairebé tots els aliments estan disponibles durant tot l'any, les persones no son conscients de la temporada dels aliments. No obstant això, la compra d'aliments de temporada i locals sovint té avantatges sorprenents:
de: Heutzutage sind nahezu alle Lebensmittel das ganze Jahr über verfügbar, sodass sich viele Menschen nicht mehr der Saisonzeiten von Obst, Gemüse und Co. bewusst sind. Dabei lohnt es sich oft, diese Lebensmittel dann zu kaufen wenn sie Saison haben:
el: Στις μέρες μας, καθώς σχεδόν όλα τα τρόφιμα είναι διαθέσιμα καθ 'όλη τη διάρκεια του έτους, οι άνθρωποι έχουν χάσει την επίγνωση της εποχικότητας των τροφίμων τους. Ωστόσο, η αγορά εποχιακών και τοπικών τροφίμων έχει συχνά εντυπωσιακά πλεονεκτήματα:
eo: Nuntempe, ĉar preskaŭ ĉiuj manĝaĵoj haveblas tutjare, homoj senkonsciiĝis pri la sezonoj de siaj manĝaĵoj. Tamen aĉeti sezonajn kaj lokajn manĝaĵojn estas jene avantaĝe:
es: Hoy en día, casi todos los alimentos están disponibles durante todo el año, generando que la gente pierda la conciencia sobre la temporada de estos. Sin embargo, comprar alimentos locales y en temporada a menudo tiene ventajas sorprendentes:
fr: De nos jours, presque toute la nourriture est disponible toute l'année, si bien que beaucoup de gens ne sont plus conscients de la nature saisonnière des fruits, légumes et autres. Il est souvent intéressant d'acheter ces aliments lorsqu'ils sont de saison :
hu: Manapság, mivel szinte minden élelmiszer egész évben elérhető, az emberek nem tudják, hogy melyik szezonban teremnek. A szezonális és helyi élelmiszerek vásárlása azonban gyakran szembetűnő előnyökkel jár:
it: Da quando tutti i cibi sono disponibili durante l'intero arco dell'anno, le persone hanno cominciato a dimenticarsi dell'importanza dei cibi di stagione, nonostante comprare cibi locali e di stagione porti spesso a significativi vantaggi:
nl: Tegenwoordig is bijna al het voedsel het hele jaar verkrijgbaar, zodat mensen zich niet meer bewust zijn van de seizoenstijden van groenten en fruit. Het kopen van seizoens- en lokale producten heeft flinke voordelen:
pl: Obecnie, prawie wszystkie produkty są dostępne przez cały rok. Sprawiło to, że coraz więcej ludzi nie zwraca uwagi, czy dany produkt jest aktualnie w sezonie. Kupowanie sezonowych i lokalnych produktów ma często wyraźne zalety:

# aboutPageTitle
source: About the app
ca: Sobre l'app
de: Über die App
el: Πληροφορίες για την εφαρμογή
eo: Pri la aplikaĵo
es: Sobre la aplicación
fr: À propos de l'application
hu: Az alkalmazásról
it: Informazioni sull'app
nl: Over deze app
pl: O aplikacji

# aboutPageTrailing
source: This app lets you eat cheaper and tastier and raises the awareness for the origin of our food.
ca: Aquesta app et permet menjar més barat i sabrós i augmenta la consciència sobre l'origen dels aliments.
de: Diese App hilft dir dabei, dass du günstiger und leckerer isst und ein Bewusstsein für die Herkunft deines Essens aufbaust.
el: Αυτή η εφαρμογή σάς επιτρέπει να τρώτε φθηνότερα και πιο νόστιμα και αυξάνει την ευαισθητοποίηση για την προέλευση των τροφίμων μας.
eo: Ĉi tiu aplikaĵo helpas vin manĝi pli malmultekoste kaj pli bonguste kaj sciigas vin pri la originoj de manĝaĵoj.
es: Esta aplicación te permite comer más barato y sabroso! a la vez, aumentar la conciencia sobre el origen de nuestra comida.
fr: Cette application t'aide à manger des aliments moins chers et plus savoureux et à prendre conscience de l'origine de ta nourriture.
hu: Ez az alkalmazás segít olcsóbb és finomabb ételeket enni, és felhívja and figyelmet ételeink eredetére.
it: Questa app ti consente di mangiare meglio spendendo meno, migliorando anche la consapevolezza sull'origine dei cibi.
nl: Deze app laat je goedkoper en smakelijker eten en zorgt voor meer bewustzijn voor de oorsprong van jouw eten.
pl: Dzięki tej aplikacji możesz jeść taniej oraz zwiększać swoją świadomość o pochodzeniu żywności.

# amla_infoUrl
source: https://en.wikipedia.org/wiki/Phyllanthus_emblica
ca: https://ca.wikipedia.org/wiki/Amla
de: https://de.wikipedia.org/wiki/Amlabaum
es: https://es.wikipedia.org/wiki/Phyllanthus_emblica
fr: https://fr.wikipedia.org/wiki/Amla
it: https://it.wikipedia.org/wiki/Phyllanthus
nl: https://nl.wikipedia.org/wiki/Phyllanthus_emblica
pl: https://pl.wikipedia.org/wiki/Li%C5%9Bciokwiat_garbnikowy

# amla_names
source: Amla, Emblic, Myrobalan, Indian gooseberry
ca: Amla
de: Amla, Myrobalan, Indische Stachelbeere
el: Μυρομπάλαν, Ινδικό φραγκοστάφυλο
es: Grosellero de la India
fr: Amla
it: Amla, Uva spina indiana
nl: Amla, Emblica, Indische Kruisbes
pl: Amla

# appTitle
source: Seasonal foods calendar
ca: Calendari d'aliments de temporada
de: Saisonkalender
el: Ημερολόγιο εποχιακών τροφίμων
eo: Kalendaro de Sezonaj Manĝaĵoj
es: Calendario de alimentos de temporada
fr: Calendrier des saisons
hu: Szezonális ételek naptára
it: Calendario dei cibi di stagione
nl: Seizoensvoedselkalender
pl: Kalendarz sezonowy owoców i warzyw

# apple_infoUrl
source: https://en.wikipedia.org/wiki/Apple
ca: https://ca.wikipedia.org/wiki/Poma
de: https://de.wikipedia.org/wiki/Kulturapfel
eo: https://eo.wikipedia.org/wiki/Pomo
es: https://es.wikipedia.org/wiki/Malus_domestica
fr: https://fr.wikipedia.org/wiki/Pomme
it: https://it.wikipedia.org/wiki/Mela
nl: https://nl.wikipedia.org/wiki/Appel_(plant)
pl: https://pl.wikipedia.org/wiki/Jab%C5%82ko

# apple_names
source: Apple
ca: Poma
de: Apfel
el: Μήλο
eo: Pomo
es: Manzana
fr: Pomme
hu: Alma
it: Mela
nl: Appel
pl: Jabłka

# apricot_infoUrl
source: https://en.wikipedia.org/wiki/Prunus_armeniaca
ca: https://ca.wikipedia.org/wiki/Albercoquer
de: https://de.wikipedia.org/wiki/Aprikose
eo: https://eo.wikipedia.org/wiki/Abrikoto
es: https://es.wikipedia.org/wiki/Prunus_armeniaca
fr: https://fr.wikipedia.org/wiki/Abricot
it: https://it.wikipedia.org/wiki/Prunus_armeniaca
nl: https://nl.wikipedia.org/wiki/Abrikoos
pl: https://pl.wikipedia.org/wiki/Morela_zwyczajna

# apricot_names
source: Apricot
ca: Albercoc
de: Aprikose, Marille
el: Βερύκοκκο
eo: Abrikoto
es: Albaricoque
fr: Abricot
hu: Sárgabarack
it: Albicocca
nl: Abrikoos
pl: Morele

source: April
ca: Abril
el: Απρίλιος
eo: Aprilo
es: Abril
fr: Avril
hu: április
it: Aprile
pl: Kwiecień

# artichoke_infoUrl
source: https://en.wikipedia.org/wiki/Artichoke
ca: https://ca.wikipedia.org/wiki/Carxofera
de: https://de.wikipedia.org/wiki/Artischocke
eo: https://eo.wikipedia.org/wiki/Arti%C5%9Doko
es: https://es.wikipedia.org/wiki/Cynara_scolymus
fr: https://fr.wikipedia.org/wiki/Artichaut
it: https://it.wikipedia.org/wiki/Cynara_scolymus
nl: https://nl.wikipedia.org/wiki/Artisjok
pl: https://pl.wikipedia.org/wiki/Karczoch_zwyczajny

# artichoke_names
source: Artichoke
ca: Carxofa
de: Artischocke, Artischan, Erdschocke, Golddistel
el: Αγκινάρα
eo: Artiŝoko
es: Alcachofa
fr: Artichaut
hu: Articsóka
it: Carciofo
nl: Artisjok
pl: Karczochy

# asparagus_infoUrl
source: https://en.wikipedia.org/wiki/Asparagus
ca: https://ca.wikipedia.org/wiki/Espàrrec
de: https://de.wikipedia.org/wiki/Gem%C3%BCsespargel
eo: https://eo.wikipedia.org/wiki/Asparago
es: https://es.wikipedia.org/wiki/Asparagus_officinalis
fr: https://fr.wikipedia.org/wiki/Asperge
it: https://it.wikipedia.org/wiki/Asparagus_officinalis
nl: https://nl.wikipedia.org/wiki/Asperge
pl: https://pl.wikipedia.org/wiki/Szparag_lekarski

# asparagus_names
source: Asparagus, Sparrow grass
ca: Espàrrec
de: Spargel, Aspars, Gotteskraut, Heirbeswurz, Hoseldall, Korallenkraut, Schwammwurz, Spahrsch, Sparjes, Spart, Teufelstraube
el: Σπαράγγια, χόρτο σπουργίτι
eo: Asparago
es: Espárragos, Gorrión
fr: Asperge
hu: Spárga
it: Asparago, Asparagio
nl: Asperge
pl: Szparagi

source: August
ca: Agost
el: Αύγουστος
eo: Aŭgusto
es: Agosto
fr: Août
hu: augusztus
it: Agosto
nl: Augustus
pl: Sierpień

# avocado_infoUrl
source: https://en.wikipedia.org/wiki/Avocado
ca: https://ca.wikipedia.org/wiki/Alvocat
de: https://de.wikipedia.org/wiki/Avocado
eo: https://eo.wikipedia.org/wiki/Avokado
es: https://es.wikipedia.org/wiki/Persea_americana
fr: https://fr.wikipedia.org/wiki/Avocat_(fruit)
it: https://it.wikipedia.org/wiki/Persea_americana
nl: https://nl.wikipedia.org/wiki/Avocado
pl: https://pl.wikipedia.org/wiki/Smaczliwka_wdzi%C4%99czna

# avocado_names
source: Avocado, Avocado Pear, Alligator pear
ca: Alvocat
de: Avocado, Butterbirne, Butterfrucht, Alligatorbirne
el: Αβοκάντο, Αχλάδι αβοκάντο, Αχλάδι αλιγάτορα
eo: Avokado
es: Aguacate, Pera de aguacate, Pera de cocodrilo, Palta
fr: Avocat
hu: Avokádó
it: Avocado
nl: Avocado, Advocaatpeer, Solange
pl: Awokado

source: Back
ca: Enrere
de: Zurück
el: Μετάβαση πίσω
eo: Reveni
es: Volver
fr: Retour
hu: Vissza
it: Indietro
nl: Terug
pl: Wstecz

# banana_infoUrl
source: https://en.wikipedia.org/wiki/Banana
ca: https://ca.wikipedia.org/wiki/Banana
de: https://de.wikipedia.org/wiki/Bananen
eo: https://eo.wikipedia.org/wiki/Banano
es: https://es.wikipedia.org/wiki/Musa_(planta)
fr: https://fr.wikipedia.org/wiki/Banane
it: https://it.wikipedia.org/wiki/Banana
nl: https://nl.wikipedia.org/wiki/Banaan_(vrucht)
pl: https://pl.wikipedia.org/wiki/Banan_(owoc)

# banana_names
source: Banana
ca: Plàtan, banana
de: Banane
el: Μπανάνα
eo: Banano
es: Banana, Plátano
fr: Banane
hu: Banán
nl: Banaan
pl: Banany

# batavia_infoUrl
source: https://en.wikipedia.org/wiki/Lettuce
ca: https://ca.wikipedia.org/wiki/Enciam
de: https://de.wikipedia.org/wiki/Eisbergsalat#Geschichte
eo: https://eo.wikipedia.org/wiki/Kultiva_laktuko
es: https://es.wikipedia.org/wiki/Lactuca_sativa
fr: https://fr.wikipedia.org/wiki/Laitue_batavia
it: https://it.wikipedia.org/wiki/Lactuca_sativa
nl: https://nl.wikipedia.org/wiki/IJsbergsla
pl: https://pl.wikipedia.org/wiki/Sa%C5%82ata

# batavia_names
source: Batavia, Salad, Lettuce
ca: Enciam, lletuga
de: Bataviasalat, Salat
el: Μπατάβια, Σγουρή Σαλάτα, Μαρούλι
eo: Laktuko, Kultiva laktuko, Ĝardena laktuko
es: Batavia, Ensalada, Lechuga
fr: Laitue Batavia, Batavia, Laitue
hu: Fejes saláta, Saláta
it: Lattuga cappuccia
nl: IJsbergsla
pl: Sałata

# beetroot_infoUrl
source: https://en.wikipedia.org/wiki/Beetroot
ca: https://ca.wikipedia.org/wiki/Remolatxa_d%27hort
de: https://de.wikipedia.org/wiki/Rote_Bete
eo: https://eo.wikipedia.org/wiki/Ru%C4%9Da_beto
es: https://es.wikipedia.org/wiki/Beta_vulgaris
fr: https://fr.wikipedia.org/wiki/Betterave_potag%C3%A8re
it: https://it.wikipedia.org/wiki/Beta_vulgaris
nl: https://nl.wikipedia.org/wiki/Rode_biet
pl: https://pl.wikipedia.org/wiki/Burak_%C4%87wik%C5%82owy

# beetroot_names
source: Beetroot, beets, table beet, red beet
ca: Remolatxa d'hort, Remolatxa hortícola, Bleda-rave hortícola
de: Rote Bete, Rote Beete, Rote Rübe, Rande, Rahne
el: Παντζάρια, τεύτλα, επιτραπέζια τεύτλα, κόκκινα τεύτλα
eo: Ruĝa beto
es: Remolacha, remolacha, remolacha de mesa, remolacha roja
fr: Betterave potagère, Betterave rouge
hu: Retek, piros retek
it: Barbabietola
nl: Rode Biet, Kroot
pl: Buraki

# blackberry_infoUrl
source: https://en.wikipedia.org/wiki/Blackberry
ca: https://ca.wikipedia.org/wiki/Mora_(fruit)
de: https://de.wikipedia.org/wiki/Brombeeren
eo: https://eo.wikipedia.org/wiki/Kultivitaj_rubusoj
es: https://es.wikipedia.org/wiki/Mora_(fruta)
fr: https://fr.wikipedia.org/wiki/M%C3%BBre_(fruit_de_la_ronce)
it: https://it.wikipedia.org/wiki/Mora_(frutto)
nl: https://nl.wikipedia.org/wiki/Braam_(cultuurbraam)
pl: https://pl.wikipedia.org/wiki/Je%C5%BCyna_krzewiasta

# blackberry_names
source: Blackberry
ca: Mora
de: Brombeere, Dornbeere, Kratzbeere, Kroatzbeere, Schwarzbeere, Waldbeere
el: Μαυρο μουρο
eo: Rubuso
es: Mora
fr: Mûre, Mûre sauvage, Mûron
hu: Szeder, Feketeszeder
it: Mora
nl: Braam
pl: Jeżyny

# blueberry_infoUrl
source: https://en.wikipedia.org/wiki/Bilberry
ca: https://ca.wikipedia.org/wiki/Nabiu
de: https://de.wikipedia.org/wiki/Heidelbeere
es: https://es.wikipedia.org/wiki/Vaccinium_myrtillus
fr: https://fr.wikipedia.org/wiki/Myrtille
it: https://it.wikipedia.org/wiki/Mirtillo
nl: https://nl.wikipedia.org/wiki/Blauwe_bosbes
pl: https://pl.wikipedia.org/wiki/Bor%C3%B3wka_czarna

# blueberry_names
source: Blueberry
ca: Nabiu
de: Heidelbeere, Blaubeere, Schwarzbeere, Mollbeere, Worbel, Bickbeere, Zechbeere
el: Μύρτιλλο
es: Arándano
fr: Myrtilles
hu: Áfonya
it: Mirtillo
nl: Blauwe bosbes
pl: Borówki

# broccoli_infoUrl
source: https://en.wikipedia.org/wiki/Broccoli
ca: https://ca.wikipedia.org/wiki/Bròcoli
de: https://de.wikipedia.org/wiki/Brokkoli
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._italica
fr: https://fr.wikipedia.org/wiki/Brocoli
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._italica
nl: https://nl.wikipedia.org/wiki/Broccoli
pl: https://pl.wikipedia.org/wiki/Broku%C5%82

# broccoli_names
source: Broccoli
ca: Bròcoli
de: Brokkoli, Bröckelkohl, Spargelkohl, Winterblumenkohl, Sprossenkohl
el: Μπρόκολο
es: Brócoli
fr: Brocoli
hu: Brokkoli
pl: Brokuł

# brusselssprouts_infoUrl
source: https://en.wikipedia.org/wiki/Brussels_sprout
ca: https://ca.wikipedia.org/wiki/Col_de_Brussel·les
de: https://de.wikipedia.org/wiki/Rosenkohl
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._gemmifera
fr: https://fr.wikipedia.org/wiki/Chou_de_Bruxelles
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._gemmifera
nl: https://nl.wikipedia.org/wiki/Spruitkool
pl: https://pl.wikipedia.org/wiki/Kapusta_warzywna_brukselska

# brusselssprouts_names
source: Brussels sprout
ca: Col de Brussel·les
de: Rosenkohl, Brüsseler Kohl, Sprossenkohl, Kohlsprossen
el: Λαχανάκια Βρυξελλών
es: Coles de bruselas
fr: Chou de Bruxelles
it: Cavoletti di Bruxelles
nl: Spruitjes, Spruitkool
pl: Brukselka

# carob_infoUrl
source: https://en.wikipedia.org/wiki/Carob
ca: https://ca.wikipedia.org/wiki/Garrofer
de: https://de.wikipedia.org/wiki/Johannisbrotbaum
es: https://es.wikipedia.org/wiki/Ceratonia_siliqua
fr: https://fr.wikipedia.org/wiki/Caroubier
it: https://it.wikipedia.org/wiki/Ceratonia_siliqua
nl: https://nl.wikipedia.org/wiki/Johannesbroodboom
pl: https://pl.wikipedia.org/wiki/Szara%C5%84czyn_str%C4%85kowy

# carob_names
source: Carob
ca: Garrofa
de: Johannisbrot, Karobe, Karube, Carube, Bockshorn
el: Χαρούπι
es: Algarroba
fr: Caroubier
it: Carruba
nl: Johannisbrood, Carobe
pl: Chleb świętojański

# carrot_infoUrl
source: https://en.wikipedia.org/wiki/Carrot
ca: https://ca.wikipedia.org/wiki/Pastanaga
de: https://de.wikipedia.org/wiki/Karotte
es: https://es.wikipedia.org/wiki/Daucus_carota
fr: https://fr.wikipedia.org/wiki/Carotte
it: https://it.wikipedia.org/wiki/Daucus_carota
nl: https://nl.wikipedia.org/wiki/Wortel_(groente)
pl: https://pl.wikipedia.org/wiki/Marchew_uprawna

# carrot_names
source: Carrot
ca: Pastanaga
de: Karotte, Möhre, Mohrrübe, Gelbrübe, Gelbe Rübe, Rüebli, Riebli, Wurzel
el: Καρότο
es: Zanahoria
fr: Carotte
hu: Sárgarépa, Répa
it: Carota
nl: Wortel, Peen, Waspeen, Winterpeen, Bospeen
pl: Marchew

# cauliflower_infoUrl
source: https://en.wikipedia.org/wiki/Cauliflower
ca: https://ca.wikipedia.org/wiki/Coliflor
de: https://de.wikipedia.org/wiki/Blumenkohl
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._botrytis
fr: https://fr.wikipedia.org/wiki/Chou-fleur
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._botrytis
nl: https://nl.wikipedia.org/wiki/Bloemkool
pl: https://pl.wikipedia.org/wiki/Kalafior

# cauliflower_names
source: Cauliflower
ca: Coliflor
de: Blumenkohl, Karfiol, Käsekohl, Blütenkohl, Traubenkohl, Minarett-Kohl, Italienischer Kohl
el: Κουνουπίδι
es: Coliflor
fr: Chou-fleur
hu: Karfiol
it: Cavolfiore
nl: Bloemkool
pl: Kalafior

# celery_infoUrl
source: https://en.wikipedia.org/wiki/Celeriac
ca: https://ca.wikipedia.org/wiki/Api-rave
de: https://de.wikipedia.org/wiki/Echter_Sellerie#Knollensellerie
es: https://es.wikipedia.org/wiki/Apium_graveolens
fr: https://fr.wikipedia.org/wiki/C%C3%A9leri-rave
it: https://it.wikipedia.org/wiki/Apium_graveolens#Sedano_rapa
nl: https://nl.wikipedia.org/wiki/Knolselderij
pl: https://pl.wikipedia.org/wiki/Selery_zwyczajne

# celery_names
source: Celeriac, Knob celery, Celery root
ca: Api-rave, Celerí , Api nap
de: Knollensellerie, Wurzelsellerie, Zeller
el: Σελινόριζα
es: Raíz de apio, Apio, apio pomo,
fr: Céleri-rave
hu: Zeller, zellergyökér
it: Sedano rapa
nl: Knolselderij
pl: Seler

# celerygreen_infoUrl
source: https://en.wikipedia.org/wiki/Celery
ca: https://ca.wikipedia.org/wiki/Api
de: https://de.wikipedia.org/wiki/Echter_Sellerie#Staudensellerie
es: https://es.wikipedia.org/wiki/Apium_graveolens
fr: https://fr.wikipedia.org/wiki/C%C3%A9leri
it: https://it.wikipedia.org/wiki/Apium_graveolens
nl: https://nl.wikipedia.org/wiki/Selderij
pl: https://pl.wikipedia.org/wiki/Seler_naciowy

# celerygreen_names
source: Celery
ca: Api
de: Staudensellerie, Sellerie, Eppich, Zeller, Stielsellerie, Stangensellerie, Bleichsellerie
el: Σέλινο
es: Apio
fr: Céleri, Ache des marais, Persil des marais
it: Sedano
nl: Selderij, Selderie, Selder
pl: Seler naciowy

source: Central Europe
ca: Europa Central
de: Mitteleuropa
el: Κεντρική Ευρώπη
eo: Mezeŭropo
es: Europa Central
fr: Europe centrale
hu: Közép-Európa
it: Europa centrale
nl: Centraal-Europa
pl: Europa Środkowa

# champignon_infoUrl
source: https://en.wikipedia.org/wiki/Agaricus_bisporus
ca: https://ca.wikipedia.org/wiki/Xampinyó
de: https://de.wikipedia.org/wiki/Champignons
es: https://es.wikipedia.org/wiki/Agaricus
fr: https://fr.wikipedia.org/wiki/Champignon
it: https://it.wikipedia.org/wiki/Agaricus_bisporus
nl: https://nl.wikipedia.org/wiki/Champignon
pl: https://pl.wikipedia.org/wiki/Pieczarka_dwuzarodnikowa

# champignon_names
source: Champignon, Mushroom
ca: Xampinyó
de: Champignons, Egerlinge, Angerlinge, Schwammerl, Pilz
el: Σαμπινιόν, Μανιτάρι
es: Champiñón
fr: Champignon
it: Champignon, Prataiolo
nl: Champignon
pl: Pieczarki

# chard_infoUrl
source: https://en.wikipedia.org/wiki/Chard
ca: https://ca.wikipedia.org/wiki/Bledera
de: https://de.wikipedia.org/wiki/Mangold
es: https://es.wikipedia.org/wiki/Beta_vulgaris_var._cicla
fr: https://fr.wikipedia.org/wiki/Bette_(plante)
it: https://it.wikipedia.org/wiki/Bietola
nl: https://nl.wikipedia.org/wiki/Snijbiet
pl: https://pl.wikipedia.org/wiki/Burak_li%C5%9Bciowy

# chard_names
source: Chard, swiss chard
ca: Bleda
de: Mangold, Krautstiel, Beißkohl
el: Σέσκουλο, ελβετικό σέσκουλο
es: Acelgas, acelgas
fr: Bette, Côte de bette, Blette, Bette à carde, Poirée, Bette à tondre, Bette à côte, Jotte, Joute
it: Bietola
nl: Snijbiet, Warmoes
pl: Burak liściowy
