Repository: seasoncalendar/seasoncalendar
Catalog: lib/l10n/intl_*.arb
Languages: ca, de, el, eo, es, fr, hu, it, nl, pl

# settingsUncommonText
source: e.g. quince, cloudberry
ca: per exemple, codony, nabius
de: z.B. Quitten, Moltebeeren
eo: ekz. cidonio, kamemoro
es: Ej.: membrillo, moras
fr: p. ex. coings, mûres des marais
it: es. mela cotogna, camemoro
nl: bijvoorbeeld kweepeer, kruipbraam
pl: np. pigwa, malina moroszkaquinc

# settingsUncommonTitle
source: Show special and unusual foods
ca: Mostra aliments especials i inusuals
de: Spezielle Sorten anzeigen
eo: Montri specialajn kaj nekutimajn manĝaĵojn
es: Mostrar alimentos especiales e inusuales
fr: Montrer les variétés spéciales
it: Mostra cibi speciali e insoliti
nl: Toon speciaal en ongebruikelijk voedsel
pl: Pokaż wyjątkowe i niezwykłe produkty

# smallradish_infoUrl
source: https://en.wikipedia.org/wiki/Radish
ca: https://ca.wikipedia.org/wiki/Rave
de: https://de.wikipedia.org/wiki/Radieschen
es: https://es.wikipedia.org/wiki/Raphanus_sativus
fr: https://fr.wikipedia.org/wiki/Radis
it: https://it.wikipedia.org/wiki/Raphanus_sativus
nl: https://nl.wikipedia.org/wiki/Radijs
pl: https://pl.wikipedia.org/wiki/Rzodkiew_zwyczajna

# smallradish_names
source: Radish, small radish
ca: Rave
de: Radieschen, Radies, Monatsrettich
es: Rábano rojo
fr: Radis
it: Ravanello
nl: Radijs
pl: Rzodkiewka

# sorb_infoUrl
source: https://en.wikipedia.org/wiki/Sorbus_aucuparia
ca: https://ca.wikipedia.org/wiki/Moixera_de_guilla
de: https://de.wikipedia.org/wiki/Vogelbeere
es: https://es.wikipedia.org/wiki/Sorbus_aucuparia
fr: https://fr.wikipedia.org/wiki/Sorbus_aucuparia
it: https://it.wikipedia.org/wiki/Sorbus_aucuparia
nl: https://nl.wikipedia.org/wiki/Lijsterbes
pl: https://pl.wikipedia.org/wiki/Jarz%C4%85b_pospolity

# sorb_names
source: Sorb, Rowan
ca: Serva de bosc
de: Eberesche, Vogelbeere, Drosselbeere, Quitsche, Kranetsbeere
es: Serbal de los cazadores, azarollo
fr: Sorbier des oiseleurs, Sorbier des oiseaux
it: Sorbo
nl: Lijsterbes
pl: Jarzębina

# spinach_infoUrl
source: https://en.wikipedia.org/wiki/Spinach
ca: https://ca.wikipedia.org/wiki/Espinac
de: https://de.wikipedia.org/wiki/Spinat
es: https://es.wikipedia.org/wiki/Spinacia_oleracea
fr: https://fr.wikipedia.org/wiki/%C3%89pinard
it: https://it.wikipedia.org/wiki/Spinacia_oleracea
nl: https://nl.wikipedia.org/wiki/Spinazie
pl: https://pl.wikipedia.org/wiki/Szpinak_warzywny

# spinach_names
source: Spinach
ca: Espinac
de: Spinat
es: Espinacas
fr: Épinard
it: Spinaci
nl: Spinazie
pl: Szpinak

# starfuit_infoUrl
source: https://en.wikipedia.org/wiki/Carambola
ca: https://ca.wikipedia.org/wiki/Averrhoa_carambola
de: https://de.wikipedia.org/wiki/Sternfrucht
es: https://es.wikipedia.org/wiki/Carambola
fr: https://fr.wikipedia.org/wiki/Carambolier
it: https://it.wikipedia.org/wiki/Carambola_(frutto)
nl: https://nl.wikipedia.org/wiki/Carambola
pl: https://pl.wikipedia.org/wiki/Oskomian_pospolity

# starfuit_names
source: Carambola, Star fruit
ca: Carambola
de: Sternfrucht, Karambole
es: Carambola, fruta de estrella
fr: Carambole, Pomme de Goa
it: Carambola
nl: Carambola, Sterfruit
pl: Karambola

# strawberry_infoUrl
source: https://en.wikipedia.org/wiki/Strawberry
ca: https://ca.wikipedia.org/wiki/Maduixera
de: https://de.wikipedia.org/wiki/Erdbeeren
es: https://es.wikipedia.org/wiki/Fragaria_%C3%97_ananassa
fr: https://fr.wikipedia.org/wiki/Fraise
it: https://it.wikipedia.org/wiki/Fragola
nl: https://nl.wikipedia.org/wiki/Aardbei
pl: https://pl.wikipedia.org/wiki/Truskawka

# strawberry_names
source: Strawberry
ca: Maduixa
de: Erdbeere, Prestling, Brestling
es: Fresa, frutilla, fragaria
fr: Fraise
it: Fragola
nl: Aardbei
pl: Truskawki

# supportPageHeadline
source: Give alms
ca: Donar
de: Almosen geben
eo: Doni almozon
es: ¡Apoyanos!
fr: Donner l'aumône
it: Dona
nl: Geef aalmoezen
pl: Darowizny

# supportPageSpreadText1
source: Nice to hear that! The most effective way to support me is to simply spread the word: Let your friends and family know about the app!
ca: Encantat d'escoltar això! La manera més eficaç de donar-me suport és simplement difondre la paraula: Fes saber als amics i familiars sobre l'app!
de: Freut mich! Die effektivste Art, mich zu unterstützen, ist gleichzeitig auch die einfachste: Zeige diese App deinen Freunden und Bekannten!
eo: Estas agrable aŭdi tion! La plej efika maniero subteni min estas simple diskonigi: Informu viajn amikojn kaj familianojn pri la aplikaĵo!
es: ¡Que bueno escuchar eso! La forma más eficaz de apoyarme es simplemente correr la voz: ¡Hágales saber a sus amigos y familiares sobre la aplicación!
fr: Enchanté ! Le moyen le plus efficace de me soutenir est aussi le plus simple : montre cette application à tes amis et connaissances !
it: Ne sono davvero felice! Il mosto migliore per supportarmi è fare passaparola: fai conoscere alla tua famiglia e ai tuoi amici questa app!
nl: Goed om te horen! De meest effectieve manier om mij te ondersteunen is door gewoon het voort te zeggen: Breng je vrienden en je familie op de hoogte van deze app!
pl: Bardzo miło to słyszeć! Najlepszym sposobem, by mnie wesprzeć, jest rozgłaszanie aplikacji wśród znajomych: powiedz o niej swojej rodzinie i przyjaciołom!

# supportPageSpreadText2
source: That way, we can raise the awareness for the origin of our foods together while also saving money and eating tastier.
ca: D'aquesta manera, podem conscienciar sobre l'origen dels nostres aliments junts alhora que estalviem diners i mengem més sabrós.
de: Auf diese Weise schaffen wir gemeinsam ein Bewusstsein für die Herkunft unseres Essens, sparen Geld und essen leckerer.
eo: Tiel ni povas kune konsciigi nin pri la originoj de niaj manĝaĵoj, dume ŝparante monon kaj manĝante pli bonguste.
es: De esa manera, podemos crear conciencia sobre el origen de nuestros alimentos juntos y al mismo tiempo ahorrar dinero y comer más sabroso.
fr: De cette manière, nous créons ensemble une conscience de l'origine de notre nourriture, nous économisons de l'argent et nous mangeons plus de nourriture délicieuse.
it: In questo modo possiamo incrementare la consapevolezza sulle origini dei cibi e al contempo risparmiare e mangiare meglio.
nl: Op deze manier kunnen we samen meer aandacht geven aan de afkomst van ons voedsel en tegelijkertijd geld besparen en smakelijker eten.
pl: Dzięki temu będziemy w stanie razem zwiększać swiadomość o pochodzeniu naszej żywności, jednocześnie oszczędzając pieniądze i odżywiając się zdrowiej.

# supportPageSpreadTitle
source: Do you like the app?
ca: T'agrada l'app?
de: Dir gefällt die App?
el: Σας αρέσει η εφαρμογή;
eo: Ĉu vi ŝatas la aplikaĵon?
es: ¿Te gusta la aplicación?
fr: Tu aimes l'application ?
it: Ti piace l'app?
nl: Vind je de app goed?
pl: Podoba Ci się ta aplikacja?

# supportPageText1
source: This app will remain fully free of charge and ad-free as long as I am developing it.
ca: Aquesta app romandrà totalment gratuïta i sense anuncis mentre la desenvolupi.
de: Für diese App wird es weder irgendwelche Bezahlfeatures geben, noch werde ich irgendwelche Werbung platzieren. Diese App ist und bleibt von meiner Seite aus kostenlos für dich.
eo: Ĉi tiu aplikaĵo restos tute senpaga kaj senreklama dum mi disvolvos ĝin.
es: Esta aplicación seguirá siendo totalmente gratuita y sin publicidad mientras esté en desarrollo.
fr: Il n'y aura aucune fonction de paiement pour cette application, et je ne placerai aucune annonce. Cette application est et restera gratuite pour toi de mon côté.
it: Quest'app rimarrà completamente gratuita e priva di pubblicità fino a quando sarà in sviluppo.
nl: Deze app blijft volledig gratis en vrij van advertenties zolang ik deze doorontwikkel.
pl: Ta aplikacja pozostanie w pełni bezpłatna i wolna od reklam tak długo, jak długo będę ją rozwijać.

# supportPageText2
source: But if you'd like to support my work, you can have a look at what I do in general at my webpage.
ca: Però si vols donar suport al meu treball, pots fer una ullada al que faig en general a la meva pàgina web.
de: Du kannst aber gerne meine Arbeit unterstützen! Gehe hierzu auf meine Website, wenn du mir eine Zuwendung da lassen möchtest.
eo: Sed se vi volas subteni mian laboron, vi povas rigardi, kion mi faras ĝenerale ĉe mia retpaĝo.
es: Pero si desea apoyar mi trabajo, puede echar un vistazo a lo que hago en general en mi página web.
fr: Mais tu es le bienvenu pour soutenir mon travail ! Vers voir mon site web si tu souhaites me faire un don.
it: Ma se ti andasse di aiutare, potresti dare un'occhiata a cosa faccio in generale nel mio sito Web.
nl: Maar als je mijn werk wil steunen kun je ook zien wat ik verder doe op mijn webpagina.
pl: Jeżeli chciałbyś wesprzeć moją działalność, zapraszam do przejrzenia tego, czym się zajmuję na mojej stronie internetowej.

# supportPageTitle
source: Support
ca: Suport
de: Unterstützen
eo: Subteni
es: Soporte
fr: Supporter
it: Supporta
nl: Steun
pl: Wsparcie

# supportPageWebsiteLink
source: To the webpage
ca: A la pàgina web
de: Zur Website
eo: Retpaĝen
es: A la pagina web
fr: Vers le site web
it: Vai al sito Web
nl: Naar de webpagina
pl: Strona internetowa

# sweetcorn_infoUrl
source: https://en.wikipedia.org/wiki/Maize
ca: https://ca.wikipedia.org/wiki/Dacsa
de: https://de.wikipedia.org/wiki/Mais
es: https://es.wikipedia.org/wiki/Zea_mays
fr: https://fr.wikipedia.org/wiki/Ma%C3%AFs
it: https://it.wikipedia.org/wiki/Zea_mays
nl: https://nl.wikipedia.org/wiki/Ma%C3%AFs
pl: https://pl.wikipedia.org/wiki/Kukurydza_zwyczajna

# sweetcorn_names
source: Corn, Sweet Corn, Maize
ca: Blat de moro, Dacsa, Moresc, Panís
de: Mais, Kukuruz, Türkenkorn, Türkischer Weizen, Türkisch Korn
es: Maíz dulce
fr: Maïs, Blé d’Inde
it: Pannocchie, Mais
nl: Maïs, Mais
pl: Kukurydza

# sweetpotato_infoUrl
source: https://en.wikipedia.org/wiki/Sweet_potato
ca: https://ca.wikipedia.org/wiki/Moniato
de: https://de.wikipedia.org/wiki/S%C3%BC%C3%9Fkartoffel
es: https://es.wikipedia.org/wiki/Ipomoea_batatas
fr: https://fr.wikipedia.org/wiki/Patate_douce
it: https://it.wikipedia.org/wiki/Ipomoea_batatas
nl: https://nl.wikipedia.org/wiki/Zoete_aardappel
pl: https://pl.wikipedia.org/wiki/Wilec_ziemniaczany

# sweetpotato_names
source: Sweet potato, Sweetpotato
ca: Moniato, Boniato, Batata
de: Süßkartoffel, Batate, Weiße Kartoffel, Knollenwinde, Patate, Potate
es: Batata, patata dulce, camote, papa dulce, moniato, boniato
fr: Patate douce, Patate
it: Patata dolce, Patata americana
nl: Zoete Aardappel
pl: Batat

# tomato_infoUrl
source: https://en.wikipedia.org/wiki/Tomato
ca: https://ca.wikipedia.org/wiki/Tomàquet
de: https://de.wikipedia.org/wiki/Tomate
es: https://es.wikipedia.org/wiki/Solanum_lycopersicum
fr: https://fr.wikipedia.org/wiki/Tomate
it: https://it.wikipedia.org/wiki/Solanum_lycopersicum
nl: https://nl.wikipedia.org/wiki/Tomaat
pl: https://pl.wikipedia.org/wiki/Pomidor_zwyczajny

# tomato_names
source: Tomato
ca: Tomàquet, Tomaca, Tomata, Tomàtic, Tomàtiga, Tomàtec
de: Tomate, Paradeiser, Paradiesapfel, Paradeisapfel, Liebesapfel, Goldapfel
es: Tomate
fr: Tomate
it: Pomodoro
nl: Tomaat
pl: Pomidory

# watermelon_infoUrl
source: https://en.wikipedia.org/wiki/Watermelon
ca: https://ca.wikipedia.org/wiki/S%C3%ADndria
de: https://de.wikipedia.org/wiki/Wassermelone
es: https://es.wikipedia.org/wiki/Citrullus_lanatus
fr: https://fr.wikipedia.org/wiki/Past%C3%A8que
it: https://it.wikipedia.org/wiki/Citrullus_lanatus
nl: https://nl.wikipedia.org/wiki/Watermeloen
pl: https://pl.wikipedia.org/wiki/Arbuz_zwyczajny

# watermelon_names
source: Watermelon, Water melon
ca: Síndria
de: Wassermelone, Arbuse, Zitrulle
es: Sandía, acendría, síndria, patilla, aguamelón, melón de agua
fr: Pastèque, Melon d'eau
it: Anguria, Cocomero
nl: Watermeloen
pl: Arbuz

# whitecabbage_infoUrl
source: https://en.wikipedia.org/wiki/Cabbage
ca: https://ca.wikipedia.org/wiki/Col
de: https://de.wikipedia.org/wiki/Wei%C3%9Fkohl
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._capitata
fr: https://fr.wikipedia.org/wiki/Chou_cabus
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._capitata
nl: https://nl.wikipedia.org/wiki/Wittekool
pl: https://pl.wikipedia.org/wiki/Kapusta_warzywna_g%C5%82owiasta

# whitecabbage_names
source: White cabbage, Cabbage
ca: Col
de: Weißkohl, Weißkraut, Weißkabis, Kabis, Kobis, Kraut, Kappus, Kaps, Kappes
es: Repollo blanco, repollo
fr: Chou cabus, Chou pomme
it: Cavolo cappuccio allungato
nl: Wittekool, Witte Kool
pl: Kapusta biała

# wildstrawberry_infoUrl
source: https://en.wikipedia.org/wiki/Fragaria_vesca
ca: https://ca.wikipedia.org/wiki/Maduixera
de: https://de.wikipedia.org/wiki/Wald-Erdbeere
es: https://es.wikipedia.org/wiki/Fragaria_vesca
fr: https://fr.wikipedia.org/wiki/Fraisier_des_bois
it: https://it.wikipedia.org/wiki/Fragaria_vesca
nl: https://nl.wikipedia.org/wiki/Bosaardbei
pl: https://pl.wikipedia.org/wiki/Poziomka_pospolita

# wildstrawberry_names
source: Wild strawberry, Fraisier des bois, Woodland Strawberry
ca: Maduixa silvestre
de: Walderdbeere, Monatserdbeere, Buscherdbeere
es: Fresa silvestre, Fraisier des bois, Woodland Strawberry
fr: Fraisier des bois
it: Fragola di bosco
nl: Bosaardbei
pl: Poziomki

# yellowplum_infoUrl
source: https://en.wikipedia.org/wiki/Mirabelle_plum
ca: https://ca.wikipedia.org/wiki/Prunera
de: https://de.wikipedia.org/wiki/Mirabelle
es: https://es.wikipedia.org/wiki/Prunus_domestica_var._syriaca
fr: https://fr.wikipedia.org/wiki/Mirabelle
it: https://it.wikipedia.org/wiki/Prunus_domestica
nl: https://nl.wikipedia.org/wiki/Mirabel_(pruim)
pl: https://pl.wikipedia.org/wiki/%C5%9Aliwa_mirabelka

# yellowplum_names
source: Yellow plum, Mirabelle plum, Mirabelle prune, Cherry Plum
ca: Mirabel, Golden Japan
de: Mirabelle, Reineclaude, Reneklode, Ringlotte, gelbe Zwetschge, Wachspflaume
es: Ciruela amarilla, Ciruela Mirabelle, Ciruela Mirabelle, Ciruela Cherry
fr: Mirabelle
it: Prugna gialla, Susina gialla
nl: Mirabel, Kroosjespruim
pl: Mirabelki

# zucchini_infoUrl
source: https://en.wikipedia.org/wiki/Zucchini
ca: https://ca.wikipedia.org/wiki/Carabassó
de: https://de.wikipedia.org/wiki/Zucchini
es: https://es.wikipedia.org/wiki/Calabaza
fr: https://fr.wikipedia.org/wiki/Courgette
it: https://it.wikipedia.org/wiki/Cucurbita_pepo
nl: https://nl.wikipedia.org/wiki/Courgette
pl: https://pl.wikipedia.org/wiki/Kabaczek

# zucchini_names
source: Zucchini, Courgette, Baby marrow
ca: Carbassó, Carabasseta
de: Zucchini, Zucchetti
el: Κολοκυθάκια, Κολοκυθάκι
es: Calabacín, Tuétano de bebé
fr: Courgette, Zucchini
it: Zucchina
nl: Courgette, Zukini
pl: Cukinia

source: North America
ca: Amèrica del nord
de: Nordamerika
el: Βόρεια Αμερική
eo: Nord-Ameriko
es: América del Norte
fr: Amérique du Nord
it: America del Nord
nl: Noord-Amerika
pl: Ameryka Północna

# incompleteLanguageNotice
source: Incomplete languages are displayed with a "Beta" notice. For them, missing translations are displayed in English.
ca: Els idiomes incomplets es mostren amb un avís «Beta». Per a ells, les traduccions que falten es mostren en anglès.
de: Unvollständige Sprachen werden mit „Beta“ angezeigt. Bei ihnen werden fehlende Übersetzungen mit der Englischen Übersetzung aufgefüllt.
el: Οι ελλιπείς γλώσσες εμφανίζονται με μια ειδοποίηση "Beta". Για αυτές, οι μεταφράσεις που λείπουν εμφανίζονται στα Αγγλικά.
eo: Nekompletaj lingvoj montriĝas kun avizo "Beta". Por tiuj, mankantaj tradukoj montriĝas angle.
es: Los idiomas incompletos se muestran con un aviso "Beta". Para ellos, las traducciones que faltan se muestran en inglés.
fr: Les langues incomplètes sont affichées avec un avis « Bêta ». Pour ces langues, les traductions manquantes sont affichées en anglais.
it: Le lingue incomplete sono visualizzate con un avviso «Beta». Per loro, le traduzioni mancanti sono visualizzate in inglese.
nl: Onvolledige vertalingen worden getoond met een "bèta"-label. Voor deze worden ontbrekende vertalingen in het Engels getoond.
pl: Niekompletne języki są wyświetlane z informacją "Beta". Dla nich, brakujące tłumaczenia są wyświetlane w języku angielskim.

source: Northern California
ca: Nord de Califòrnia
es: California del norte
fr: Californie du Nord
it: California del Nord
nl: Noord-Californië
pl: Kalifornia Północna

source: Confirm
ca: Confirmar
es: Confirmar
fr: Confirmer
it: Confermare
nl: Bevestig
pl: Potwierdź

# settingsResetCustomAvTitle
source: Reset custom availabilities
ca: Reinicialitzar les disponibilitats personalitzades
es: Restablecer disponibilidades personalizadas
fr: Réinitialiser disponibilités personnalisées
it: Ripristina disponibilità personalizzate
nl: Reset maatwerkbeschikbaarheid

# settingsEnableCustomAvTitle
source: Enable custom availabilities
ca: Habilitar les disponibilitats personalitzades
es: Habilitar disponibilidades personalizadas
fr: Activer disponibilités personnalisées
it: Abilita disponibilità personalizzate
nl: Schakel maatwerkbeschikbaarheid in

# settingsEnableCustomAvSubtitle
source: If enabled, availabilities can be customized on your device and customizations will be displayed
ca: Si està habilitat, les disponibilitats es poden personalitzar al dispositiu i es mostraran les personalitzacions
es: Si habilitado, las disponibilidades pueden ser personalizadas en el dispositivo y customizations será mostrado
fr: Si activé, les disponibilités peuvent être personnalisées sur l'appareil et les personnalisations seront affichées
it: Se abilitato, le disponibilità possono essere personalizzate sul dispositivo e verranno visualizzate le personalizzazioni
nl: Als dit is ingeschakeld, beschikbaarheid kan worden aangepast op je apparaat en maatwerk zal worden getoond

# foodEditAvTitle
source: Edit availabilities
ca: Editar les disponibilitats
es: Editar disponibilidades
fr: Modifier les disponibilités
it: Modifica disponibilità
nl: Bewerk beschikbaarheid

# howToPageUnavailable
source: Usually not available.
es: Normalmente no está disponible.
fr: Généralement non disponible.
it: Di solito non disponibile.
nl: Gewoonlijk niet beschikbaar.

# howToPageUnknown
source: Availability unknown. (Please contribute ;-))
es: Disponibilidad desconocida. (Por favor, contribuya ;-))
fr: Disponibilité inconnue. (Merci de contribuer ;-))
it: Disponibilità sconosciuta. (Si prega di contribuire ;-))
nl: Beschikbaarheid onbekend. (Graag bijdragen ;-))

# confirmOperation
source: Are you sure?
fr: Êtes-vous sûr ?

source: Delete
fr: Supprimer

# settingsCustomAvTitle
source: Personalized availabilities
fr: Disponibilités personnalisées

# settingsCustomAvDisable
source: Tap to disable and hide
fr: Appuyez pour désactiver et masquer

source: Yes
fr: Oui

# settingsCustomAvEnable
source: Tap to allow editing
fr: Appuyez pour permettre la modification

source: No
fr: Non

# customAvDeletePrompt
source: Do you really want to delete your personal availability data? This action cannot be undone.
fr: Voulez-vous vraiment supprimer vos données personnelles de disponibilité ? Cette action ne peut pas être annulée.

# imprintPageImagesHeadline
source: Images
ca: Imatges
de: Bilder
eo: Bildoj
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Obrazy

# imprintPageSourcesHeadline
source: Sources
ca: Fonts
de: Quellen
eo: Fontoj
es: Fuentes
it: Fonti
nl: Bronnen
pl: Źródła

# nectarine_names
source: Nectarine
ca: Nectarina
de: Nektarine, Glattpfirsich, Nacktpfirsich, Nusspfirsich, Prünelle, Brügnole
es: Nectarina
it: Nocepesca, Nettarina
nl: Nectarine, Nectarijn
pl: Nektarynki

source: Wikipedia
ca: Viquipèdia
el: Βικιπαίδεια
eo: Vikipedio

# reunion
source: Réunion (France)
ca: Reunió (França)
de: Réunion (Frankreich)
el: Ρεϋνιόν (Γαλλία)
eo: Reunio (Francio)
es: Reunión (Francia)
it: La Riunione (Francia)
nl: Réunion (Frankrijk)
pl: Reunion (Francja)

# settingsVersion
source: Version
ca: Versió
eo: Versio
es: Versión
it: Versione
nl: Versie
pl: Wersja
