Repository: seasoncalendar/seasoncalendar
Catalog: lib/l10n/intl_*.arb
Languages: ca, de, el, eo, es, fr, hu, it, nl, pl

# honeymelon_names
source: Muskmelon, Honey melons, galia melon, cantaloupe melon
ca: Meló
de: Zuckermelonen, Honigmelone, Galiamelone, Futuromelone, Cantaloupemelone, Cantaloupe
es: Melón
fr: Melon
it: Melone
nl: Suikermeloen, Honingmeloen, Netmeloen, Galiameloen, Kanteloepmeloen, Kantaloepmeloen, Ogenmeloen, Oranje Ananasmeloen
pl: Melony, Melon jabłkowy

# howToPageAvAir
source: Imported from far away, mostly by airplane.
ca: Importats des de lluny, majoritàriament en avió.
de: Import aus großer Entfernung, zumeist per Flugzeug.
eo: Importita de malproksima loko, plejparte aviade.
es: Importado de lejos, principalmente por avión.
fr: Importation de longue distance, principalement par avion.
it: Importato da molto lontano, principalmente tramite trasporto aereo.
nl: Geïmporteerd van erg ver, meestal per vliegtuig.
pl: Sprowadzane z dużych odległości, zwykle transportem lotniczym.

# howToPageAvLand
source: Imported from not too far away, mostly via land transport.
ca: Importats des de no gaire lluny, principalment a través del transport terrestre.
de: Import aus zumeist mittlerer Entfernung auf dem Landweg.
eo: Importita de ne tro malproksima loko, plejparte per teraj veturiloj.
es: Importado no muy lejos, principalmente por transporte terrestre.
fr: Importation par voie terrestre, principalement à distance moyenne.
it: Importanto da lontano, principalmente tramite trasporto terrestre.
nl: Geïmporteerd van overwegend middellange afstand over land.
pl: Sprowadzane z niedużych odległości, zwykle transportem lądowym.

# howToPageAvLocal
source: In season/locally or regionally available.
ca: De temporada i de proximitat.
de: Regional/heimisch in Saison oder aus Lagerung verfügbar.
eo: Sezona/loke aŭ regione havebla.
es: En temporada o regionalmente disponible.
fr: Régional/local en saison ou disponible sur stock.
it: Di stagione o disponibile localmente/regionalmente.
nl: Regionaal/binnenlands in het seizoen of beschikbaar uit opslag.
pl: W sezonie, dostępne od lokalnych i regionalnych dostawców.

# howToPageAvSea
source: Imported from far away, mostly shipped.
ca: Importats des de lluny, majoritàriament per vaixell.
de: Import aus großer Entfernung, zumeist auf dem Seeweg.
eo: Importita de malproksima loko, plejparte ŝipe.
es: Importados de lejos, en su mayoría por transporte marítimo.
fr: Importation de longue distance, principalement par voie maritime.
it: Importato da molto lontano, principalmente tramite trasporto navale.
nl: Geïmporteerd van ver, meestal per schip.
pl: Sprowadzane z dużych odległości, zwykle transportem morskim.

# howToPageColors
source: The colour of a name field indicates corresponds to above classification. Green is better than red.
ca: El color d'un camp de nom indica que correspon a la classificació anterior. El verd és millor que el vermell.
de: Die Einfärbung des jeweiligen Namensfeldes sagt aus, welche Lebensmittel man anhand obiger Einteilung öfter oder seltener kaufen sollte.
eo: La koloro de la nomo respondas al la ĉi-supra klasifiko. Verdo estas pli bona ol ruĝo.
es: El color del nombre indica su clasificación. Desde verde (bueno) a rojo (malo).
fr: La couleur du champ du nom respectif indique quels aliments doivent être achetées plus souvent ou moins souvent selon la classification ci-dessus.
it: Il colore dello sfondo del nome corrisponde alla suddetta classificatione. Verde è migliore di rosso.
nl: De kleur van het naam-veld geeft aan welk product je aan de hand van de andere indeling vaker of minder vaak zou moeten kopen. Groen is beter dan rood.
pl: Kolor pola z nazwą odpowiada powyższej klasyfikacji. Kolor zielony jest lepszy niż czerwony.

# howToPageExplanation
source: This app shows you at a glance, which foods are in season right now:
ca: Aquesta app us mostra d'un cop d'ull quins aliments són de temporada ara mateix:
de: Diese App zeigt dir auf einen Blick, welche Lebensmittel aktuell Saison haben:
eo: Ĉi tiu aplikaĵo sciigas vin unuavide pri la nunaj sezonaj manĝaĵoj:
es: Esta aplicación le muestra de un vistazo qué alimentos están en temporada en este momento:
fr: Cette application te montre en un coup d'œil quels sont les aliments de saison :
it: Questa app mostra velocemente quali sono i cibi di stagione al momento:
nl: Deze app laat u in één oogopslag zien welk voedsel momenteel in het seizoen zijn:
pl: Ta aplikacja w łatwy sposób pokazuje, które produkty są teraz w sezonie:

# howToPageExplanationHeadline
source: How do I use the app?
ca: Com puc utilitzar l'app?
de: Wie benutze ich diese App?
eo: Kiel uzi la aplikaĵon?
es: ¿Cómo utilizar la aplicación?
fr: Comment utiliser cette application ?
it: Come utilizzare l'app?
nl: Hoe gebruik ik deze app?
pl: Jak korzystać z aplikacji?

# howToPageFavorites
source: By tapping a food's star ☆, you add it to/remove it from your favorites list. Tapping on the menu bar's star lets you restrict the view to your favorites.
ca: En tocar l'estrella d'un aliment ☆, l'afegeixes o l'elimines de la llista de favorits. Tocar l'estrella de la barra de menús permet restringir la visualització als favorits.
de: Per Tipp auf den jeweiligen Stern ☆ fügst du das Lebensmittel deiner Favoritenliste hinzu oder entfernst es. Durch Tipp auf den Stern der Menüleiste wechselst du zwischen Gesamtansicht und Favoriten.
eo: Per tuŝeto de la stelo ☆ de manĝaĵo, vi ĝin aldonas al/forigas de via listo de preferataĵoj. Per tuŝeto de la stelo sur la menuobreto, vi povas vidi nur viajn preferataĵojn.
es: Al tocar la estrella de un alimento ☆, la puedes agregar o eliminar de tu lista de favoritos. Tocar la estrella de la barra de menú te permite restringir la vista a sus favoritos.
fr: En tapant sur l'étoile correspondante ☆, tu peux ajouter ou retirer l'aliment de ta liste de favoris. En appuyant sur l'étoile dans la barre de menu, tu peux passer de la vue générale aux favoris.
it: Toccando la stella ☆ di un cibo, lo aggiungi o rimuovi dalla tua lista di preferiti. Toccando la stella nella barra del menù, puoi visualizzare i tuoi preferiti.
nl: Door op de betreffende ster ☆ te tikken voegt u het voedsel toe aan uw favorietenlijst of verwijdert u het. Door op de ster in de menubalk te tikken, kunt u schakelen tussen de algemene weergave en de favorieten.
pl: Aby dodać lub usunąć produkt z listy ulubionych, dotknij gwiazdki ☆ w prawym górnym rogu jego ilustracji. Dotknięcie gwiazdki na pasku menu przełącza widok ulubionych.

# howToPagePartial
source: A black icon indicates abundant availability, a gray icon limited availability from that specific category.
ca: Una icona negra indica una disponibilitat abundant, una icona grisa de disponibilitat limitada d'aquesta categoria específica.
de: Ein schwarzes Symbol bedeutet hierbei volle Verfügbarkeit, ein graues eingeschränkte Verfügbarkeit.
eo: Nigra piktogramo indikas abundan haveblecon; griza piktogramo, limigitan haveblecon en tiu specifa kategorio.
es: Un ícono negro indica disponibilidad abundante, un ícono gris indica disponibilidad limitada de esa categoría específica.
fr: Un symbole noir signifie une disponibilité totale, un symbole gris signifie une disponibilité limitée.
it: Un'icona nera indica elevata disponibilità, un'icona grigia indica limitata disponibilità per quella categoria.
nl: Een zwart symbool betekent volledige beschikbaarheid, een grijs symbool betekent beperkte beschikbaarheid.
pl: Ikona w kolorze czarnym oznacza, że produkt w danej kategorii jest łatwo dostępny w dużej ilości. Ikona w kolorze szarym oznacza ograniczoną dostępność.

# howToPageTitle
source: Explanation
ca: Explicació
de: Erklärung
eo: Klarigo
es: Explicación
fr: Explication
it: Istruzioni
nl: Uitleg
pl: Wyjaśnienie

# iceberg_infoUrl
source: https://en.wikipedia.org/wiki/Lettuce
ca: https://ca.wikipedia.org/wiki/Enciam
de: https://de.wikipedia.org/wiki/Eisbergsalat
es: https://es.wikipedia.org/wiki/Lactuca_sativa
fr: https://fr.wikipedia.org/wiki/Laitue_cultiv%C3%A9e#Description_des_vari%C3%A9t%C3%A9s
it: https://it.wikipedia.org/wiki/Lactuca_sativa
nl: https://nl.wikipedia.org/wiki/IJsbergsla
pl: https://pl.wikipedia.org/wiki/Sa%C5%82ata

# iceberg_names
source: Iceberg salad, Crisphead, Salad, Lettuce
ca: Enciam iceberg
de: Eisbergsalat, Salat, Eissalat
es: Ensalada Iceberg, Crisphead, Ensalada, Lechuga
fr: Batavia américaine, Iceberg
it: Lattuga iceberg
nl: IJsbergsla, IJssla
pl: Sałata lodowa

# imprintImgSourcesLicense
source: License:
ca: Llicència:
de: Lizenz:
eo: Permesilo:
es: Licencia:
fr: Licence :
it: Licenza:
nl: Licentie:
pl: Licencja:

# imprintImgSourcesPublisher
source: Creator:
ca: Creador:
de: Urheber:
eo: Kreinto:
fr: Auteur :
it: Creatore:
nl: Auteur:
pl: Twórca:

# imprintPageAppInfo
source: App Information
ca: Informació de l'app
de: App-Informationen
eo: Informoj pri la Aplikaĵo
es: Información de la App
fr: Informations app
it: Informazioni sull'app
nl: App-Informatie
pl: Informacje o aplikacji

# imprintPageButtonText
source: Imprint
ca: Informació legal
de: Impressum
eo: Juraj informoj
es: Imprimir
fr: Informations légales
it: Informazioni legali
nl: Colofon
pl: Informacje prawne

# imprintPageDataHeadline
source: Availability data
ca: Dades de disponibilitat
de: Verfügbarkeitsdaten
eo: Datenoj pri havebleco
es: Datos de disponibilidad
fr: Données de disponibilité
it: Dati sulla disponibilità dei cibi
nl: Beschikbaarheidsgegevens
pl: Dane o dostępności produktów

# imprintPageDataProtectionHeadline
source: Privacy policy
ca: Política de privacitat
de: Datenschutz
eo: Regularo pri privateco
es: Política de privacidad
fr: Protection des données
it: Informativa sulla privacy
nl: Gegevensbescherming
pl: Polityka prywatności

# imprintPageDataProtectionText
source: Using this app, no personal data is collected. In order to save and load the app's settings, a permission to access the device's storage is needed.
ca: Amb aquesta app no es recopilen dades personals. Per a desar i carregar la configuració de l'app, cal un permís per a accedir a l'emmagatzematge del dispositiu.
de: Bei der Benutzung dieser App fallen keine personenbezogenen Daten an. Lediglich die vorgenommenen Einstellungen der App werden lokal gespeichert und abgerufen; hierzu benötigt die App den Zugriff auf den Gerätespeicher.
eo: Ĉi tiu aplikaĵo kolektas nenian personan datenon. Por konservi kaj efektivigi la agordojn de la aplikaĵo, necesas permeso por atingi la konservejon de la aparato.
es: Con esta aplicación no se recogen datos personales. Para guardar y cargar la configuración de la aplicación, se requiere de permiso para acceder al almacenamiento del dispositivo.
fr: Aucune donnée personnelle n'est générée lors de l'utilisation de cette application. Seuls les réglages effectués dans l'application sont stockés et récupérés localement ; l'application nécessite un accès à la mémoire de l'appareil à cette fin.
it: Utilizzando questa app, nessun dato personale viene raccolto o trattato. Per modificare e salvare le impostazioni, è richiesto il permesso di accesso alla memoria del dispositivo.
nl: Er worden geen persoonlijke gegevens verzameld bij het gebruik van deze app. Alleen de in de app gemaakte instellingen worden lokaal opgeslagen en opgehaald; de app heeft hiervoor toegang tot het toestelgeheugen nodig.
pl: W trakcie korzystania z aplikacji nie są zbierane żadne dane osobowe. Aby zapisać lub przywrócić ustawienia aplikacji, konieczne jest włączenie uprawnień dostępu do pamięci wewnętrznej urządzenia.

# imprintPageDataText
source: Lebensmittellexikon.de (major parts); Andreas Boltres (the rest).
ca: Lebensmittellexikon.de (gran part); Andreas Boltres (la resta).
de: Lebensmittellexikon.de (das meiste); Andreas Boltres (vereinzelte Einträge).
eo: Lebensmittellexikon.de (plejparte); Andreas Boltres (la resto).
fr: Lebensmittellexikon.de (la plupart) ; Andreas Boltres (le reste).
it: Lebensmittellexikon.de (la maggior parte); Andreas Boltres (il resto).
nl: Lebensmittellexikon.de (het grootste deel); Andreas Boltres (de rest).
pl: Lebensmittellexikon.de (w większości); Andreas Boltres (cała reszta).

# imprintPageDataText2
source: Credits to the team of Lebensmittellexikon.de, thanks for letting me use your availability data!
ca: Crèdits a l'equip de Lebensmittellexikon.de, gràcies per deixar-me utilitzar les teves dades de disponibilitat!
de: Vielen dank an das Team von Lebensmittellexikon.de für die Erlaubnis, eure Saisondaten zu nutzen!
eo: Dankon al la teamo de Lebensmittellexikon.de, pro permeso uzi iliajn datenojn pri havebleco!
es: Créditos para el equipo de Lebensmittellexikon.de, ¡gracias por dejarme usar sus datos de disponibilidad!
fr: Un grand merci à l'équipe de Lebensmittellexikon.de pour la permission d'utiliser vos données saisonnières !
it: Un ringranziamento particolare al team di Lebensmittellexikon.de per aver permesso l'utilizzo dei dati sulla disponibilità dei cibi!
nl: Hartelijk dank aan het team van Lebensmittellexikon.de voor de toestemming om uw seizoensgegevens te gebruiken!
pl: Wyrazy uznania dla zespołu Lebensmittellexikon.de. Dziękuję za udostępnienie danych o dostępności produktów!

# imprintPageDisclaimerHeadline
source: Disclaimer
ca: Descàrrega de responsabilitat
de: Haftungsausschluss
eo: Malgarantio
es: Descargo de responsabilidad
fr: Clause de non-responsabilité
nl: Vrijwaring
pl: Zastrzeżenie

# imprintPageDisclaimerText
source: The contents of this app have been created and are provided with utmost care and in good faith. However, I make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability or completeness of any information displayed in this app.
ca: Els continguts d'aquesta app han estat creats i es proporcionen amb la màxima cura i de bona fe. No obstant això, no faig cap representació o garantia de cap tipus, expressa o implícita, pel que fa a l'exactitud, adequació, validesa, fiabilitat, disponibilitat o exhaustivitat de qualsevol informació mostrada en aquesta app.
de: Die Inhalte dieser App wurden mit größter Sorgfalt erstellt, Für die Richtigkeit, Vollständigkeit und Aktualität kann ich jedoch keine Gewähr übernehmen.
eo: La enhavo de ĉi tiu aplikaĵo estis kreita kaj provizita zorgege kaj bonafide. Tamen mi nek asertas nek garantias, eksplicite aŭ implicite, ion ajn pri la precizeco, taŭgeco, valideco, fidindeco, havebleco aŭ kompleteco de ajnaj informoj montrataj en ĉi tiu aplikaĵo.
es: El contenido de esta aplicación ha sido creado y se proporciona con sumo cuidado y de buena fe. Sin embargo, no se hace ninguna representación o garantía de ningún tipo, expresa o implícita, con respecto a la exactitud, adecuación, validez, fiabilidad, disponibilidad o integridad de cualquier información mostrada en esta aplicación.
fr: Le contenu de cette application a été créé avec le plus grand soin, mais je ne peux en garantir l'exactitude, l'exhaustivité et l'actualité.
it: Il contenuto di questa app è stato creato con la massima cura e in buona fede, tuttavia è reso disponibile senza alcuna garanzia, esplicita o implicita, riguardo all'accuratezza, la validità, l'affidabilità o la completezza delle informazioni ivi mostrate.
nl: De inhoud van deze app is gemaakt en aangeboden met de grootste zorg en met de beste bedoelingen. Desondanks kan ik geen garantie van welke soort ook geven over de nauwkeurigheid, adequaatheid, geldigheid, betrouwbaarheid, beschikbaarheid of volledigheid over de informatie die in deze app wordt getoond.
pl: Zawartość tej aplikacji została stworzona oraz jest dostarczana z możliwie najwyższą starannością i w dobrej wierze. Mimo tego, nie mogę w żaden wyraźny ani domniemany sposób zagwarantować dokładności, stosowności, poprawności, niezawodności, dostępności lub kompletności jakichkolwiek informacji wyświetlanych w tej aplikacji.

# imprintPageFontsHeadline
source: Font
de: Schriftarten
eo: Tiparo
es: Fuentes
fr: Typografies

# imprintPageFontsText
source: Font Awesome 5 (apple logo, carrot logo) (License: fontawesome.com/license)
ca: Font Awesome 5 (logotip de poma, logotip de pastanaga) (Llicència: fontawesome.com/license)
de: Font Awesome 5 (Apfel-logo, Karotten-logo) (Lizenz: fontawesome.com/license)
eo: Font Awesome 5 (piktogramoj de pomo, karoto) (Permesilo: fontawesome.com/license)
fr: Font Awesome 5 (logo pomme, logo carotte) (Licence : fontawesome.com/license)
it: Font Awesome 5 (logo mela, logo carota) (Licenza: fontawesome.com/license)
nl: Font Awesome 5 (appellogo, wortellogo) (Licentie: fontawesome.com/license)
pl: Font Awesome 5 (logo jabłka, logo marchewki) (Licencja: fontawesome.com/license)

# imprintPagePublisher
source: Publisher
ca: Editor
de: Herausgeber
eo: Eldoninto
es: Editorial
fr: Éditeur
it: Editore
nl: Uitgever
pl: Wydawca

# imprintPageTextHeadline
source: App text
ca: Text de l'app
eo: Teksto en aplikaĵo
es: Texto de la aplicación
fr: Texte
it: Testo dell'app
nl: Apptekst
pl: Tekst aplikacji

# imprintPageTitle
source: Imprint
ca: Informació legal
de: Impressum
eo: Juraj informoj
es: Imprimir
fr: Informations légales
it: Informazioni legali
nl: Colofon
pl: Informacje prawne

# imprintPageTranslationsHeadline
source: Translations
ca: Traduccions
de: Übersetzungen
eo: Tradukoj
es: Traducciones
fr: Traductions
it: Traduzioni
nl: Vertalingen
pl: Tłumaczenia

source: January
ca: Gener
de: Januar
eo: Januaro
es: Enero
fr: Janvier
it: Gennaio
nl: Januari
pl: Styczeń

source: July
ca: Juliol
de: Juli
eo: Julio
es: Julio
fr: Juillet
it: Luglio
nl: Juli
pl: Lipiec

source: June
ca: Juny
de: Juni
eo: Junio
es: Junio
fr: Juin
it: Giugno
nl: Juni
pl: Czerwiec

# kiwi_infoUrl
source: https://en.wikipedia.org/wiki/Kiwifruit
ca: https://ca.wikipedia.org/wiki/Kiwi
de: https://de.wikipedia.org/wiki/Kiwifrucht
es: https://es.wikipedia.org/wiki/Kiwi_(fruto)
fr: https://fr.wikipedia.org/wiki/Kiwi
it: https://it.wikipedia.org/wiki/Kiwi_(frutto)
nl: https://nl.wikipedia.org/wiki/Kiwi_(fruit)
pl: https://pl.wikipedia.org/wiki/Kiwi_(owoc)

# kiwi_names
source: Kiwi, Kiwifruit
ca: Kiwi
de: Kiwi
es: Kiwi
fr: Kiwi, Groseille de Chine, Yang Tao, Souris végétale, Actinide de Chine
it: Kiwi
nl: Kiwi
pl: Kiwi

# kohlrabi_infoUrl
source: https://en.wikipedia.org/wiki/Kohlrabi
ca: https://ca.wikipedia.org/wiki/Colrave
de: https://de.wikipedia.org/wiki/Kohlrabi
es: https://es.wikipedia.org/wiki/Brassica_oleracea_var._gongylodes
fr: https://fr.wikipedia.org/wiki/Chou-rave
it: https://it.wikipedia.org/wiki/Brassica_oleracea_var._gongylodes
nl: https://nl.wikipedia.org/wiki/Koolrabi
pl: https://pl.wikipedia.org/wiki/Kalarepa

# kohlrabi_names
source: Kohlrabi
ca: Colrave
de: Kohlrabi, Oberkohlrabi, Oberrübe, Kohlrübe, Rübkohl, Stängelrübe, Luftkohlrabi
es: Colinabo
fr: Chou-rave, Chou de Siam, Boule de Siam, Colrave, Chou-pomme
it: Cavolo rapa
nl: Koolrabi
pl: Kalarepa

# languageCode
source: en
ca: ca
de: de
eo: eo
es: es
fr: fr
it: it
nl: nl
pl: pl

# languageName
source: English
ca: Català
de: Deutsch
eo: Esperanto
es: Español
fr: Français
it: Italiano
nl: Engels
pl: Polski

# leek_infoUrl
source: https://en.wikipedia.org/wiki/Leek
ca: https://ca.wikipedia.org/wiki/Porro
de: https://de.wikipedia.org/wiki/Lauch
es: https://es.wikipedia.org/wiki/Allium_ampeloprasum_var._porrum
fr: https://fr.wikipedia.org/wiki/Poireau
it: https://it.wikipedia.org/wiki/Allium_ampeloprasum
nl: https://nl.wikipedia.org/wiki/Prei
pl: https://pl.wikipedia.org/wiki/Por_(ro%C5%9Blina)

# leek_names
source: Leek
ca: Porro, All porro, All porrer, All porret, Porrit, All porrí, All de serp, Ceballot
de: Lauch, Porree, Breitlauch, Welschzwiebel, Gemeiner Lauch, Fleischlauch
es: Puerro
fr: Poireau
it: Porro
nl: Prei
pl: Por

# lemon_infoUrl
source: https://en.wikipedia.org/wiki/Lemon
ca: https://ca.wikipedia.org/wiki/Llimoner
de: https://de.wikipedia.org/wiki/Zitrone
es: https://es.wikipedia.org/wiki/Citrus_%C3%97_limon
fr: https://fr.wikipedia.org/wiki/Citron
it: https://it.wikipedia.org/wiki/Citrus_limon
nl: https://nl.wikipedia.org/wiki/Citroen_(vrucht)
pl: https://pl.wikipedia.org/wiki/Cytryna_zwyczajna

# lemon_names
source: Lemon
ca: Llimona
de: Zitrone, Limone, Zedernapfel, Zitrus, Zitrusfrucht
es: Limón
fr: Citron, Citron Jaune
it: Limone
nl: Citroen
pl: Cytryny

# lime_infoUrl
source: https://en.wikipedia.org/wiki/Lime_(fruit)
ca: https://ca.wikipedia.org/wiki/Llimona_dolça
de: https://de.wikipedia.org/wiki/Limette
es: https://es.wikipedia.org/wiki/Lima_(fruta)
fr: https://fr.wikipedia.org/wiki/Lime_(fruit)
it: https://it.wikipedia.org/wiki/Limetta
nl: https://nl.wikipedia.org/wiki/Limoen
pl: https://pl.wikipedia.org/wiki/Lima_(ro%C5%9Blina)

# lime_names
source: Lime
ca: Llimona dolça, Llima dolça, Llima tropical
de: Limette, Limone
es: Lima
fr: Lime, Lime acide, Citron vert
it: Lime, Limetta
nl: Limoen
pl: Limonki, Lima, Limona

# lingonberry_infoUrl
source: https://en.wikipedia.org/wiki/Vaccinium_vitis-idaea
ca: https://ca.wikipedia.org/wiki/Vaccinium_vitis-idaea
de: https://de.wikipedia.org/wiki/Preiselbeere
es: https://es.wikipedia.org/wiki/Vaccinium_vitis-idaea
fr: https://fr.wikipedia.org/wiki/Airelle_rouge
it: https://it.wikipedia.org/wiki/Vaccinium_vitis-idaea
nl: https://nl.wikipedia.org/wiki/Rode_bosbes
pl: https://pl.wikipedia.org/wiki/Bor%C3%B3wka_brusznica

# lingonberry_names
source: Lingonberry, Patridgeberry, Cowberry, Mountain cranberry
ca: Nabiu vermell, Nabiu roig
de: Preiselbeere, Kranbeere, Waldbeere, Moosbeere, Kronsbeere, Riffelbeere
es: Arándano rojo, Arándano de montaña
fr: Airelle rouge, Airelle vigne du Mont Ida, Airelle à fruits rouges, Airelle à pomme de terre, Berry
it: Mirtillo rosso
nl: Rode Bosbes, Vossenbes
pl: Borówka brusznica

# lollorossa_infoUrl
source: https://en.wikipedia.org/wiki/Lettuce
ca: https://ca.wikipedia.org/wiki/Enciam
de: https://de.wikipedia.org/wiki/Schnittsalat
es: https://es.wikipedia.org/wiki/Lactuca_sativa
fr: https://fr.wikipedia.org/wiki/Laitue_cultiv%C3%A9e#Description_des_vari%C3%A9t%C3%A9s
it: https://it.wikipedia.org/wiki/Lactuca_sativa
nl: https://nl.wikipedia.org/wiki/Kluitsla
pl: https://pl.wikipedia.org/wiki/Sa%C5%82ata

# lollorossa_names
source: Lollo rossa, Lettuce
ca: Enciam
de: Lollo Rossa, Salat, Schnittsalat, Eichblattsalat, Lattich
es: Lechuga
fr: Lollo rossa
it: Lattuga crespa
nl: Kluitsla, Lollo Rossa, Eikenbladsla
pl: Sałata czerwona

# lychee_infoUrl
source: https://en.wikipedia.org/wiki/Lychee
ca: https://ca.wikipedia.org/wiki/Litxi
de: https://de.wikipedia.org/wiki/Litschibaum
es: https://es.wikipedia.org/wiki/Litchi_chinensis
fr: https://fr.wikipedia.org/wiki/Litchi
it: https://it.wikipedia.org/wiki/Litchi_chinensis
nl: https://nl.wikipedia.org/wiki/Lychee
pl: https://pl.wikipedia.org/wiki/Liczi_chi%C5%84skie

# lychee_names
source: Lychee, Longan, Litchi
ca: Litxi
de: Litschi, Lychee, Litsch, Liebesfrucht, Chinesische Haselnuss
es: Lichi, Longan, Litchi
fr: Litchi, Litchi de Chine, Letchi
it: Litchi, Nefelio
nl: Lychee
pl: Liczi

# mango_infoUrl
source: https://en.wikipedia.org/wiki/Mango
ca: https://ca.wikipedia.org/wiki/Mango_(fruita)
de: https://de.wikipedia.org/wiki/Mango
es: https://es.wikipedia.org/wiki/Mangifera_indica
fr: https://fr.wikipedia.org/wiki/Mangue
it: https://it.wikipedia.org/wiki/Mango_(frutto)
nl: https://nl.wikipedia.org/wiki/Mango_(soort)
pl: https://pl.wikipedia.org/wiki/Mango_(owoc)

# mango_names
source: Mango
fr: Mangue

source: March
ca: Març
de: März
eo: Marto
es: Marzo
fr: Mars
it: Marzo
nl: Maart
pl: Marzec

source: May
ca: Maig
de: Mai
eo: Majo
es: Mayo
fr: Mai
it: Maggio
nl: Mei
pl: Maj

# minAvAir
source: All available foods
ca: Tots els aliments disponibles
de: Alle verfügbaren Sorten
eo: Ĉiuj haveblaj manĝaĵoj
es: Todos los alimentos disponibles
fr: Tous les aliments disponibles
it: Tutti i cibi disponibili
nl: Al het beschikbare voedsel
pl: Wszystkie dostępne produkty
